##la
##sh
##an
b
##in
##da
##di
o
##lar
##li
t
##ch
k
##ma
q
##ga
y
##ar
##ti
##ni
##gan
bo
##si
##ri
u
m
##ing
h
##on
a
s
##ra
e
bi
##at
##am
i
##un
x
##iz
##chi
##il
##dan
##shi
##gi
ma
v
##ta
ke
##ya
##or
##lan
sh
##ini
##sa
ta
##ki
##zi
bu
##lari
ko
d
yo
to
va
##lik
j
qo
n
##ro
##mo
##ay
##cha
##er
p
##en
##mi
##ning
tu
##lo
f
mu
qi
bir
##st
##lgan
##aq
##ladi
de
##ot
##ka
xam
da
##ldi
uch
##ek
##lib
so
yu
##man
##miz
be
##siz
ish
##ab
##oy
##iy
##vo
##al
##ur
bilan
qil
ay
##qi
##lash
ho
##lish
ya
##dagi
##rish
##ana
##lma
##qa
ki
##lab
##larni
##uv
##ari
##ani
uchun
bosh
##yi
ch
##ydi
shu
##ir
##moq
##rib
##ol
##ara
chi
##tib
men
bor
ni
##ul
g
##et
shun
##sha
##mas
ik
##ston
sa
##siya
ku
##yo
##dim
##re
##so
##rak
##kin
##larga
##ona
##zo
biz
##lat
na
ra
##ingiz
en
##day
##yin
##ligi
ol
##to
ha
te
##ining
##zb
##za
##ud
##moqda
##zir
##rgan
##dam
ham
kerak
ikki
##ida
##lay
##um
##ja
in
##adi
haq
##yap
##kiston
xo
tash
##tish
##larning
sha
qan
##do
##na
##lishi
nima
##ang
##inchi
##zbe
##im
##aro
ber
##dir
ga
qay
##zbekiston
##ent
ba
siz
##mat
yi
##sida
##uq
bun
##larini
me
##tgan
mana
##us
qu
nar
##otgan
##lek
yuz
##roq
chiq
##radi
hozir
##lani
edi
yil
##rat
##aqa
##mon
qar
##bat
mum
mumkin
un
##larda
yax
tar
ming
##kat
##langan
yaxshi
##ov
re
ek
deb
do
qa
ro
##lim
dav
##bi
hi
##tida
keyin
yer
##bo
##ina
odam
##yat
har
mo
z
si
##ev
##tdi
##rt
emas
qilish
##rma
##ut
olib
##lsa
ka
##ha
endi
ja
##oni
yet
##uvchi
##pi
av
tush
tur
no
##fa
ju
su
##angi
ti
##yapti
qilin
##lu
##gar
boshqa
joy
or
##ech
##lga
ular
##sini
##oli
##bu
qiz
lek
##son
uy
kun
##lov
hay
##ng
lekin
yana
##sp
##mu
esa
yangi
##lig
##tirish
uni
bar
yigi
##qo
##siga
bola
narsa
##sti
##va
##no
eti
##san
##dek
##landi
##lariga
davlat
hamma
mi
##yicha
##ilgan
qilib
mar
##lardan
juda
er
kim
hu
kat
##kil
ekan
uning
ye
##kor
vaq
##xona
eng
besh
r
birinchi
jam
an
beri
gap
##tadi
is
##siy
top
sab
##tir
##ku
mah
##tka
##magan
##ba
masa
aso
hech
##biy
fa
##zim
qanday
katta
pay
mil
##tiri
##moni
##liy
##oq
im
ne
muh
##yor
##may
##chilik
##lagan
##liq
##de
ama
tosh
am
##bir
kel
yoki
davo
##sat
##oyda
haqida
##le
##ish
##rin
##yati
ush
al
lo
##maydi
##ort
shah
degan
sabab
tashkil
as
##diy
##ub
##iq
##miy
##aniq
##ligini
yigirma
oshi
bit
##dor
##dda
yosh
##it
yerda
##sob
##lanadi
foyda
kor
##sang
##lmagan
-
tan
##amiz
##aning
bitta
holat
ah
cho
pro
pul
aniq
##qib
xab
olish
shi
##mot
##kent
##gun
##larida
##lmaydi
ar
far
say
##tar
qilgan
xiz
##tilgan
ij
rah
##lum
##dik
ak
shuning
oldi
toshkent
mash
##oyat
xabar
vaqt
##shib
##sin
##layotgan
pre
##riy
##ko
qat
xa
qoldi
xal
yor
tomoni
##mp
ushbu
##aqat
sak
##lumot
##rq
##lmoqda
##yu
##ildi
##zid
##min
hisob
barcha
##viy
##tab
mak
##laydi
kam
##shga
##larimiz
vazi
##te
##shim
##bor
##fo
po
ega
##qiz
qara
tay
qildi
meni
tomonidan
##ik
oy
se
tad
prezid
##su
##sta
ammo
##iyat
##ib
savo
il
##niy
shunday
qon
bugun
##ssiya
faqat
qolgan
##qsa
yaq
##sidan
el
##pa
et
##sam
##arakat
dast
dar
javo
cha
mav
##and
man
xalq
tushun
##din
chun
shax
buni
jo
##mida
talab
chunki
qiladi
og
pa
qila
oi
nati
qis
##aman
ochi
##gacha
kelgan
orqa
meh
##fi
##kinchi
milli
javob
kelib
##dar
ikkinchi
natija
##moqchi
##ru
vil
olgan
ayt
tayyor
##ji
##loq
kuch
berish
ri
shunaqa
##mani
##loh
dun
qab
ularning
huj
##lanish
##rida
##xi
##qish
sen
##lmay
sho
yoz
##rsat
payt
mam
ayol
##mati
agar
##ver
##es
yaqin
##hat
ras
taq
but
##rik
##tob
ichi
dedi
##chilar
##lida
kon
tak
##gina
bog
inson
##kiz
haqda
##ron
##mish
olin
kuni
##tiro
##zini
##don
eshi
##sal
amalga
##rash
bel
##ran
mamla
zar
tadbir
may
olti
savol
##mak
xizmat
##kur
tiz
jamo
##qar
##aniya
butun
vazir
resp
##zbekistonda
suv
aj
turib
##far
komp
##tirib
sakkiz
imk
##ublik
##larim
##tiq
respublik
ter
##hi
shar
##lon
dara
rossiya
bunday
dunyo
yara
##oz
##lda
yordam
##yotgan
di
masalan
##larining
maqsa
menga
quri
##jat
loyi
##ladigan
##vi
kiri
##rdi
##sangiz
##tkaz
##ve
berdi
qarshi
fuq
keldi
##madi
maktab
marka
qabul
ji
##timo
ota
biroq
che
ket
##laridan
xud
sud
fik
##lot
fuqaro
hud
ketdi
##ush
ishlab
mas
##lekt
##lanib
tez
##sining
##qari
##rim
##ardi
##rsa
kasal
maz
unga
faoli
shahar
##tsiya
aka
##zib
##lmas
yig
za
##xt
##du
##oti
belgi
yoq
##qqiz
##liya
par
soha
kishi
oila
albat
ax
orqali
albatta
##arli
##tti
##jon
masala
##bol
davom
##riga
##ino
##asi
shuningdek
mis
muam
bora
##ingizni
##ter
##tibor
##nat
mamlakat
demak
##zga
san
go
##vir
bah
bergan
yetti
maj
##vat
ora
fut
##ayotgan
deydi
beradi
##iga
##lif
##zu
umu
jar
qancha
##sidagi
hamda
##xta
zo
##ddiy
hali
sin
prezident
mun
ola
##rov
avto
##dingiz
million
hoki
##as
huq
##ziy
muro
##ziga
##rini
qonun
##ram
##qat
qilindi
ularni
##liklar
##mir
tas
ana
loyiha
##bar
es
odamlar
oldin
ketgan
imkoni
futbol
qilingan
ishla
muammo
##hon
bera
##eng
##shish
ishlar
ob
##lashtiri
##ingi
vi
dey
af
bildi
vo
xoh
##chon
elekt
##likka
ishtiro
##rilgan
etish
chiqib
uz
##giya
ich
##rab
tani
sama
##tildi
hayot
##rta
tartib
##liga
mahal
rivo
kar
##val
saq
yuza
##timiz
misol
bal
olt
ot
##iston
##tkazi
st
biri
asosiy
##zar
xav
daraja
dastur
##shadi
##lg
##ekt
on
ishon
##anda
jaray
rivoj
xodim
kitob
tari
##sani
qur
us
ru
ona
xarakat
##zbek
##bil
muroja
jin
mashina
##xon
osh
bundan
tele
hujjat
##likda
mazkur
qanaqa
yomon
qaysi
shaxs
dol
##yish
nam
sifa
chiqari
##ttiz
##shiga
til
ayni
##var
shifo
sizga
##shimiz
yash
tomon
yon
topshi
qaror
birga
bila
##rg
xavf
sov
##mni
yuqo
##riya
sp
##abi
##kan
##oto
##qan
murojaat
sar
##kam
##tiga
huquq
##inglar
qiyin
tashqari
##proq
##lin
xat
##tari
##zor
aytgan
##likni
tex
chek
fikr
necha
qachon
marta
yubo
##yapman
##sus
##qon
shart
narsani
farz
ist
##lashtirish
la
##masi
##el
##lmadi
ishtirok
##jud
mahsu
##lashgan
##mda
##sak
tek
##rildi
haqiq
taklif
mir
etgan
##shni
etdi
yetka
##gu
iq
reja
##virus
voq
at
undan
boshladi
xil
erta
ellik
voqe
korona
##nan
muno
ban
koronavirus
vaziyat
qish
rasmiy
##go
keladi
##diq
bay
tashkilot
##atsiya
bos
vide
##lam
##yib
rahmat
joriy
xalqaro
##tirgan
xit
##dida
mahsulot
sifatida
tor
aynan
sam
shuncha
##borot
mavjud
unda
key
##tira
qiziq
balki
jinoyat
##lardi
##fon
##dov
##oro
tug
vilo
paytda
hudud
oyi
##zoq
##quv
kompaniya
##dosh
shak
buy
uchrash
##sib
tuman
inter
##ey
##om
ishga
##yot
eh
##sizmi
om
##araf
bori
##aydi
nom
chiqar
nega
axborot
nafar
muhim
nis
turgan
qirq
bolalar
kunda
yubor
##mga
nav
oq
##tiso
ayb
##idan
##lini
kelish
chora
qora
##sport
sog
oqi
doi
etildi
gaz
bunga
kur
davomida
yuqori
##mad
##sita
##sk
##lantirish
##eri
##kun
##uru
##timoiy
hammasi
xona
aholi
ab
##mizni
##lanishi
jan
uchinchi
ijtimoiy
##mang
##tu
organ
##rga
nisbat
tadbirkor
keyingi
##zgar
##tiladi
mat
##lom
##zon
viloyat
##zod
##og
##oyev
tizim
qayta
nisbatan
tegi
qayer
topi
borib
umuman
soat
ortiq
faoliyat
##von
nazo
avval
mudda
avtomo
##noma
bugungi
surat
voqea
##ff
op
##yada
ancha
xot
ularga
shundan
hodi
##voz
yasha
kela
poli
##rni
qarab
bizn
sizni
ov
ust
ag
yuzasidan
ikkita
uzoq
##lashga
muta
kecha
och
hozirda
munosa
video
gapi
##moya
buning
ichida
olingan
olim
zam
##mizda
##ding
aq
tabi
ishlari
##fot
##bur
##enti
xay
tekshi
halo
##sion
xus
bari
##uvchilar
##rif
##kt
##?.
##yx
baj
oladi
chaqi
univer
haf
hisoblanadi
os
##imi
yuk
qiy
kech
kirib
##tiradi
avtomobil
kiy
hozircha
##lama
yuri
ista
kabi
ajra
bek
aytib
nimaga
##yoq
##kum
hodisa
xitoy
ijo
raq
bizga
farzand
##shimcha
##arim
##qadi
harbiy
##log
universi
jamoa
biznes
max
himoya
etilgan
min
tah
imkoniyat
##slar
musta
##zida
sal
hozirgi
xizmati
pi
##ingizga
##yapmiz
huku
tasdiq
##ygan
iz
bizni
##tishi
##eya
kuza
kuchli
##tilmoqda
guru
##lohida
muho
##shli
milliy
tib
##xo
##layman
##lmasa
oz
suh
quyi
##lovchi
havo
iste
turli
iqtiso
bunaqa
uyi
kechi
mehnat
##bek
##qiq
##ylab
harakat
respublikasi
chiqdi
##zil
alohida
shuni
tibbiy
##vish
yoni
##ratsiya
doim
xuddi
##kid
his
taqdim
##je
siyo
vosita
yog
chiqqan
jur
yar
baho
##llab
um
chiqish
ken
boy
rahbar
ichki
jahon
hokim
yigit
holda
samarq
##lashib
mening
chet
quv
##inch
poy
hat
uchrashuv
shav
oshiri
li
##kra
yilda
taj
bozor
##logiya
politsiya
tushi
##tak
##nash
oliy
toshkentda
ang
berilgan
hur
qadar
turki
tuga
##qu
##evro
atro
boshqar
##lag
oshirish
##nik
hafta
mehmon
qor
hamkor
erka
##lmayman
##tidan
naf
tarmoq
tik
shavkat
tegishli
##lak
##miga
##chib
jami
jarayon
##udi
hatto
bizda
##mayman
vazirligi
##mov
##liz
qilinadi
##gov
tayin
##lang
##assi
xudo
respublika
##chalik
munosabat
usti
kirish
haqiqat
##ura
sav
mutax
mutaxassi
##ingni
foto
yevro
nazorat
##fat
berib
oddiy
##ant
##zlari
##rol
##gani
asosida
##zda
##sizlar
##tayotgan
sharo
tajrib
##sir
qal
sport
raqam
suhbat
anaqa
soni
miq
jaro
##dr
##lsin
etiladi
alo
##ss
edim
shunga
telefon
ser
ara
bino
##daryo
yarim
shunda
##mol
##iza
tanish
oltmish
boshi
##xonaga
baribir
vazifa
fo
##tasi
##gram
jab
tav
etadi
##sizlik
##qiy
##masini
##rit
ishlash
erkak
##sim
maxsus
kenga
dollar
du
kom
maqsad
qilishi
mirziy
qizi
mirziyoyev
qishloq
tran
sodir
##dat
xohla
gu
aks
jon
rek
##lishini
##lub
qozo
##qit
savdo
qayd
##masdan
##era
gapir
##ligiga
hal
##lashtirilgan
ochiq
uru
##sil
##ard
##raman
##riq
oxi
viloyati
##mor
paydo
tarix
oson
##tet
tergov
xotin
jazo
namoy
ketadi
##rna
turadi
zi
##siq
##lashi
##lgani
##olyot
bank
##qil
##angiz
##ffaq
muva
##chisi
muvaffaq
port
muddat
mahalla
##lsak
turibdi
##bari
##tirdi
##plab
ahvo
##nali
jabr
##uni
##mizga
navbat
##mcha
##tishga
ox
##ganda
maqsadida
yoshlar
##lanmoqda
##lyapti
sev
lozim
hurmat
yur
##shan
##tim
##nalish
##zal
saylov
orasida
##rganish
agent
##zish
##tiyo
halok
jurnali
##qin
turi
yetmish
mab
matbu
bosqi
##rij
qilaman
vafot
foydalanish
mablag
##pchilik
qilamiz
##uz
fil
##erika
##ror
##ramiz
##zat
##yn
##ingizda
ijro
korxona
erish
##uniy
bizning
sotib
##ts
amerika
chem
##mini
elektr
##ler
met
##lis
ada
qurilish
dars
biror
asosan
maydon
##ert
berildi
hokimi
dan
chiqi
atrof
asos
##oh
xorij
##lati
gul
tushgan
ovqat
##vor
##net
yakun
##biya
##qson
sir
tarqa
ishi
chempi
##yon
yerga
##idagi
faoliyati
##xsha
##yekt
qozog
##dini
yolg
ap
matbuot
nu
##lanuvchi
milliard
##ks
prezidenti
iqtisodiy
qola
madan
assa
alay
qoladi
sakson
kas
xur
yanada
##demi
##xsh
oxir
tizimi
xato
rahbari
##adir
##zlar
qanaq
omma
##gona
##kon
##zingiz
##mal
##imda
narx
aslida
##lumotlar
##ling
qim
guruh
##ati
##batida
past
ibo
jum
##zimni
tuf
olma
zarar
keng
##laymiz
tra
hayoti
olindi
##yxat
belgilangan
##lol
aloqa
bizlar
hujum
##kib
haydov
tabiiy
##yilgan
##bon
talaba
mux
qismi
deyi
##indi
##oya
tushib
##kka
holatda
etmoqda
##par
nazar
##rtinchi
elektron
qimmat
jarohat
##ray
unaqa
##ayli
qirg
qator
##tirilgan
##risidagi
##roz
jang
##kama
qam
menimcha
ener
buyu
etib
qoida
dedim
alaykum
##chik
moliya
modda
tavsiya
zarur
##br
xusu
shifokor
##zining
hukumat
bormi
internet
ayrim
kre
shug
##rishga
tufayli
fe
yong
##yatida
samara
qanaqadir
samolyot
qilishga
yetib
##for
mavzu
bunda
noma
ishonch
##sand
xari
samarqand
##ton
baxt
##limi
yopi
##stlar
it
##vishda
tajriba
##rto
rux
##maslik
jamiyat
universitet
boshlandi
##lomu
##mdan
##mush
mahalliy
shakl
kut
yilning
ovoz
darajada
##dit
##choq
amal
umumiy
sur
##tiv
##lishiga
bekor
for
##jal
jumla
##tik
ravishda
tam
yozib
assalomu
bular
jarayoni
eksp
##ekin
akt
##bos
##sul
##quvvat
vakil
nech
boshlagan
##yaga
vaqtda
##minlash
vaqtida
bag
kurs
##ero
##likdan
sababi
##ora
shahri
bux
masla
##lil
##dora
##ft
taraf
tax
##quvchi
kelaja
##assa
ilk
boshlab
##nggi
muassa
##ho
ruxsat
##yt
##zbekistonlik
##oyib
yetkaz
sot
ukra
##yasi
she
qattiq
##uli
##roy
texno
chiqarish
muvaffaqiyat
doira
aytdi
##mayapti
ton
qut
tomo
xon
##se
kelin
sababli
ad
namoyish
idora
gol
tinch
jamoat
xursand
safar
muhokama
##dayam
odat
##gara
ishlaydi
majbur
qaro
natijasida
mul
muz
muassasa
tumani
##hur
tanlov
ozod
##is
umi
rivojlantirish
gi
##zm
tili
erkin
##moqchiman
##sad
markaziy
kir
mate
chiqadi
##ratura
proku
yevropa
futbolchi
xu
bemor
ulardan
qayerda
dastlab
farg
##sho
aa
yura
gaplash
borish
##tkazish
mutaxassis
yildan
yeng
##land
##lardagi
fran
oxirgi
tog
natijada
soliq
##pay
dam
yarat
tushdi
beriladi
ketish
ziyo
rus
degani
tarbiya
##uk
maro
maslahat
##tal
haligi
osi
##onaviy
fi
kichik
chegara
##zgarish
faol
yap
oqibatida
##ridan
##po
##rial
quyidagi
alma
##a
▁
##i
##n
##o
##l
##r
##s
##t
##d
##h
##m
##b
##g
##u
##y
##k
##e
##q
##'
##z
##.
##v
##c
##,
##x
##p
##j
##f
##-
##?
##w
##1
##0
##2
##5
##3
##4
##7
##6
##8
##9
