<unk>	0
la	-0
sh	-1
an	-2
▁b	-3
in	-4
da	-5
di	-6
▁o	-7
lar	-8
li	-9
▁t	-10
ch	-11
▁k	-12
ma	-13
▁q	-14
ga	-15
▁y	-16
ar	-17
ti	-18
ni	-19
gan	-20
▁bo	-21
si	-22
ri	-23
▁u	-24
▁m	-25
ing	-26
▁h	-27
on	-28
▁a	-29
▁s	-30
ra	-31
▁e	-32
▁bi	-33
at	-34
am	-35
▁i	-36
un	-37
▁x	-38
iz	-39
chi	-40
il	-41
dan	-42
shi	-43
gi	-44
▁ma	-45
▁v	-46
ta	-47
▁ke	-48
ya	-49
or	-50
lan	-51
▁sh	-52
ini	-53
sa	-54
▁ta	-55
ki	-56
zi	-57
▁bu	-58
lari	-59
▁ko	-60
▁d	-61
▁yo	-62
▁to	-63
▁va	-64
lik	-65
▁j	-66
▁qo	-67
▁n	-68
ro	-69
ay	-70
mo	-71
cha	-72
er	-73
▁p	-74
en	-75
mi	-76
ning	-77
▁tu	-78
lo	-79
▁f	-80
▁mu	-81
▁qi	-82
▁bir	-83
st	-84
lgan	-85
aq	-86
ladi	-87
ot	-88
▁de	-89
ka	-90
▁xam	-91
▁da	-92
ldi	-93
ek	-94
▁uch	-95
lib	-96
▁so	-97
▁yu	-98
man	-99
miz	-100
▁be	-101
siz	-102
▁ish	-103
ab	-104
oy	-105
iy	-106
vo	-107
al	-108
ur	-109
▁bilan	-110
▁qil	-111
▁ay	-112
qi	-113
lash	-114
▁ho	-115
lish	-116
▁ya	-117
dagi	-118
rish	-119
ana	-120
lma	-121
qa	-122
▁ki	-123
lab	-124
larni	-125
uv	-126
ari	-127
▁uchun	-128
ani	-129
▁bosh	-130
yi	-131
▁ch	-132
ir	-133
ydi	-134
▁shu	-135
moq	-136
rib	-137
ol	-138
ara	-139
▁chi	-140
tib	-141
▁men	-142
▁bor	-143
▁ni	-144
ul	-145
▁g	-146
et	-147
▁shun	-148
mas	-149
sha	-150
▁ik	-151
ston	-152
▁sa	-153
siya	-154
yo	-155
▁ku	-156
dim	-157
re	-158
so	-159
rak	-160
kin	-161
larga	-162
ona	-163
zo	-164
▁biz	-165
lat	-166
▁na	-167
ingiz	-168
▁ra	-169
▁en	-170
day	-171
yin	-172
ligi	-173
▁ol	-174
to	-175
▁ha	-176
ining	-177
▁te	-178
zb	-179
za	-180
ud	-181
moqda	-182
zir	-183
rgan	-184
dam	-185
▁ham	-186
▁kerak	-187
▁ikki	-188
ida	-189
lay	-190
um	-191
▁in	-192
ja	-193
dir	-194
▁haq	-195
kiston	-196
▁xo	-197
▁tash	-198
yap	-199
tish	-200
▁sha	-201
na	-202
larning	-203
▁qan	-204
do	-205
ang	-206
lishi	-207
▁nima	-208
zbe	-209
im	-210
inchi	-211
▁ber	-212
aro	-213
▁ga	-214
zbekiston	-215
▁ba	-216
▁qay	-217
ent	-218
▁siz	-219
mat	-220
adi	-221
▁yi	-222
uq	-223
sida	-224
▁bun	-225
larini	-226
▁me	-227
tgan	-228
aqa	-229
▁mana	-230
▁qu	-231
us	-232
▁nar	-233
otgan	-234
lek	-235
roq	-236
▁yuz	-237
▁chiq	-238
radi	-239
lani	-240
▁hozir	-241
▁edi	-242
rat	-243
▁yil	-244
mon	-245
▁qar	-246
bat	-247
▁mum	-248
▁mumkin	-249
▁un	-250
larda	-251
▁yax	-252
▁tar	-253
kat	-254
▁ming	-255
▁yaxshi	-256
langan	-257
ov	-258
▁re	-259
▁ek	-260
▁deb	-261
▁qa	-262
▁do	-263
lim	-264
▁ro	-265
▁dav	-266
bi	-267
▁hi	-268
tida	-269
▁keyin	-270
▁yer	-271
bo	-272
ina	-273
▁odam	-274
▁z	-275
▁har	-276
yat	-277
tdi	-278
▁mo	-279
▁si	-280
ev	-281
▁emas	-282
rt	-283
▁qilish	-284
rma	-285
ut	-286
▁olib	-287
▁ka	-288
lsa	-289
ha	-290
oni	-291
▁endi	-292
▁ja	-293
uvchi	-294
pi	-295
▁yet	-296
▁av	-297
▁tush	-298
▁tur	-299
▁no	-300
fa	-301
▁su	-302
▁ju	-303
angi	-304
▁ti	-305
lu	-306
▁qilin	-307
yapti	-308
gar	-309
▁boshqa	-310
▁or	-311
▁joy	-312
ech	-313
lga	-314
▁ular	-315
sini	-316
bu	-317
oli	-318
▁qiz	-319
ng	-320
▁hay	-321
▁kun	-322
▁uy	-323
son	-324
lov	-325
▁lek	-326
▁yana	-327
▁lekin	-328
sp	-329
▁esa	-330
mu	-331
▁yangi	-332
lig	-333
tirish	-334
▁uni	-335
▁bar	-336
qo	-337
▁bola	-338
siga	-339
▁yigi	-340
sti	-341
▁narsa	-342
va	-343
no	-344
▁eti	-345
san	-346
dek	-347
landi	-348
lariga	-349
▁davlat	-350
▁hamma	-351
▁mi	-352
▁mar	-353
ilgan	-354
yicha	-355
lardan	-356
▁er	-357
▁qilib	-358
▁juda	-359
▁kim	-360
▁hu	-361
▁ekan	-362
▁uning	-363
▁kat	-364
kil	-365
▁ye	-366
kor	-367
▁vaq	-368
▁eng	-369
xona	-370
▁r	-371
▁besh	-372
▁jam	-373
▁gap	-374
▁an	-375
▁birinchi	-376
▁beri	-377
tadi	-378
▁is	-379
▁top	-380
siy	-381
▁sab	-382
tir	-383
▁mah	-384
ku	-385
tka	-386
ba	-387
magan	-388
▁hech	-389
▁aso	-390
▁masa	-391
biy	-392
▁fa	-393
zim	-394
▁katta	-395
▁qanday	-396
▁pay	-397
oq	-398
liy	-399
▁mil	-400
tiri	-401
▁ne	-402
moni	-403
▁im	-404
▁muh	-405
may	-406
yor	-407
chilik	-408
lagan	-409
liq	-410
▁tosh	-411
▁am	-412
de	-413
▁ama	-414
▁kel	-415
bir	-416
▁yoki	-417
▁davo	-418
sat	-419
oyda	-420
▁haqida	-421
ish	-422
yati	-423
rin	-424
▁al	-425
▁ush	-426
le	-427
▁lo	-428
maydi	-429
ort	-430
▁shah	-431
▁degan	-432
▁as	-433
▁sabab	-434
▁tashkil	-435
diy	-436
ub	-437
iq	-438
miy	-439
aniq	-440
▁oshi	-441
▁yosh	-442
ligini	-443
dor	-444
▁bit	-445
▁yigirma	-446
dda	-447
it	-448
sob	-449
▁yerda	-450
lanadi	-451
▁foyda	-452
▁kor	-453
sang	-454
lmagan	-455
▁tan	-456
aning	-457
▁-	-458
amiz	-459
▁bitta	-460
▁ah	-461
▁cho	-462
▁holat	-463
▁xab	-464
qib	-465
▁pul	-466
▁aniq	-467
▁olish	-468
▁pro	-469
▁shi	-470
kent	-471
mot	-472
gun	-473
▁say	-474
larida	-475
lmaydi	-476
▁ar	-477
▁xiz	-478
▁far	-479
tar	-480
▁qilgan	-481
▁ij	-482
dik	-483
tilgan	-484
▁rah	-485
lum	-486
▁ak	-487
▁oldi	-488
▁toshkent	-489
▁shuning	-490
▁mash	-491
▁xabar	-492
oyat	-493
sin	-494
▁vaqt	-495
shib	-496
▁pre	-497
layotgan	-498
ko	-499
▁xal	-500
▁qoldi	-501
▁xa	-502
▁qat	-503
riy	-504
▁yor	-505
▁tomoni	-506
aqat	-507
mp	-508
▁ushbu	-509
lumot	-510
rq	-511
yu	-512
▁sak	-513
lmoqda	-514
ildi	-515
zid	-516
min	-517
▁hisob	-518
▁barcha	-519
viy	-520
tab	-521
▁mak	-522
laydi	-523
▁kam	-524
shga	-525
larimiz	-526
▁vazi	-527
shim	-528
bor	-529
fo	-530
▁ega	-531
te	-532
▁po	-533
▁qildi	-534
▁qara	-535
▁tay	-536
qiz	-537
▁meni	-538
▁prezid	-539
▁se	-540
ik	-541
▁oy	-542
▁tomonidan	-543
su	-544
▁tad	-545
iyat	-546
▁ammo	-547
sta	-548
ib	-549
▁il	-550
▁shunday	-551
▁qon	-552
▁savo	-553
▁bugun	-554
niy	-555
▁faqat	-556
ssiya	-557
▁qolgan	-558
sidan	-559
▁yaq	-560
qsa	-561
▁el	-562
pa	-563
▁et	-564
▁dar	-565
sam	-566
arakat	-567
▁dast	-568
▁cha	-569
▁xalq	-570
▁javo	-571
and	-572
▁mav	-573
▁man	-574
▁tushun	-575
▁shax	-576
din	-577
▁chun	-578
▁jo	-579
▁buni	-580
▁talab	-581
mida	-582
▁og	-583
▁qiladi	-584
▁pa	-585
▁chunki	-586
▁oi	-587
aman	-588
▁qila	-589
▁qis	-590
▁meh	-591
▁ochi	-592
▁nati	-593
▁kelgan	-594
fi	-595
gacha	-596
▁orqa	-597
kinchi	-598
dar	-599
▁javob	-600
ush	-601
▁kelib	-602
▁milli	-603
moqchi	-604
loq	-605
▁vil	-606
▁ikkinchi	-607
▁olgan	-608
▁natija	-609
ji	-610
▁dun	-611
▁ayt	-612
▁tayyor	-613
loh	-614
▁ri	-615
▁sen	-616
▁berish	-617
▁kuch	-618
▁qab	-619
mani	-620
▁sho	-621
▁ularning	-622
▁shunaqa	-623
rida	-624
▁yoz	-625
▁huj	-626
lanish	-627
xi	-628
lmay	-629
qish	-630
mati	-631
▁ayol	-632
▁mam	-633
▁payt	-634
rsat	-635
▁agar	-636
ver	-637
es	-638
▁taq	-639
▁yaqin	-640
hat	-641
tob	-642
▁but	-643
▁ras	-644
▁ichi	-645
rik	-646
lida	-647
gina	-648
chilar	-649
ron	-650
▁haqda	-651
▁inson	-652
▁dedi	-653
▁tak	-654
▁bog	-655
▁kon	-656
▁kuni	-657
tiro	-658
▁olin	-659
mish	-660
zini	-661
▁eshi	-662
kiz	-663
don	-664
sal	-665
rash	-666
▁amalga	-667
▁zar	-668
▁mamla	-669
▁bel	-670
ran	-671
▁tadbir	-672
▁xizmat	-673
▁may	-674
▁savol	-675
kur	-676
mak	-677
▁tiz	-678
▁olti	-679
▁jamo	-680
qar	-681
▁vazir	-682
aniya	-683
▁butun	-684
▁resp	-685
▁aj	-686
▁suv	-687
zbekistonda	-688
▁turib	-689
larim	-690
far	-691
▁qanaqa	-692
▁imk	-693
tirib	-694
▁komp	-695
tiq	-696
▁dunyo	-697
ublik	-698
hi	-699
▁sakkiz	-700
▁respublik	-701
▁shar	-702
▁ter	-703
lon	-704
▁dara	-705
▁bunday	-706
oz	-707
▁rossiya	-708
▁yara	-709
▁di	-710
yotgan	-711
lda	-712
▁yordam	-713
larining	-714
▁menga	-715
▁maqsa	-716
jat	-717
▁quri	-718
rdi	-719
▁loyi	-720
▁berdi	-721
ladigan	-722
▁masalan	-723
vi	-724
▁keldi	-725
tkaz	-726
▁kiri	-727
▁qarshi	-728
sangiz	-729
ve	-730
madi	-731
▁maktab	-732
▁fuq	-733
▁marka	-734
▁qabul	-735
▁ota	-736
▁ji	-737
▁che	-738
laridan	-739
▁ket	-740
▁biroq	-741
timo	-742
▁xud	-743
▁fik	-744
ru	-745
lot	-746
sining	-747
lekt	-748
▁ketdi	-749
▁sud	-750
▁mas	-751
▁fuqaro	-752
▁tez	-753
lanib	-754
▁hud	-755
▁ishlab	-756
ardi	-757
rim	-758
▁unga	-759
qari	-760
▁shahar	-761
du	-762
rsa	-763
▁faoli	-764
lmas	-765
▁kasal	-766
▁maz	-767
zib	-768
▁aka	-769
xt	-770
tsiya	-771
oti	-772
▁za	-773
▁yig	-774
▁belgi	-775
▁yoq	-776
▁par	-777
liya	-778
▁ax	-779
▁kishi	-780
▁soha	-781
jon	-782
qqiz	-783
▁oila	-784
▁orqali	-785
ino	-786
arli	-787
▁albat	-788
riga	-789
▁albatta	-790
▁davom	-791
asi	-792
tti	-793
▁masala	-794
bol	-795
▁muam	-796
ingizni	-797
▁mis	-798
tibor	-799
▁bora	-800
▁shuningdek	-801
ter	-802
nat	-803
zga	-804
▁mamlakat	-805
▁go	-806
▁bah	-807
▁san	-808
vir	-809
▁demak	-810
▁bergan	-811
▁maj	-812
▁ora	-813
ayotgan	-814
vat	-815
▁yetti	-816
iga	-817
zu	-818
▁fut	-819
▁beradi	-820
▁qancha	-821
lif	-822
sidagi	-823
▁prezident	-824
▁deydi	-825
▁jar	-826
xta	-827
▁mun	-828
ddiy	-829
▁ola	-830
▁sin	-831
▁zo	-832
▁hali	-833
▁umu	-834
▁hamda	-835
rov	-836
ziy	-837
▁avto	-838
▁hoki	-839
dingiz	-840
▁huq	-841
as	-842
▁muro	-843
ziga	-844
▁million	-845
rini	-846
▁qonun	-847
ram	-848
qat	-849
▁qilindi	-850
▁ularni	-851
mir	-852
liklar	-853
▁tas	-854
▁loyiha	-855
▁es	-856
▁ana	-857
bar	-858
▁odamlar	-859
▁ketgan	-860
▁oldin	-861
▁imkoni	-862
▁muammo	-863
hon	-864
eng	-865
▁qilingan	-866
▁ishla	-867
▁futbol	-868
shish	-869
▁af	-870
▁bera	-871
▁elekt	-872
▁ishlar	-873
▁vo	-874
chon	-875
ingi	-876
likka	-877
lashtiri	-878
▁bildi	-879
▁vi	-880
▁ob	-881
▁hayot	-882
▁dey	-883
▁uz	-884
▁xoh	-885
▁ishtiro	-886
▁chiqib	-887
▁etish	-888
giya	-889
rab	-890
▁sama	-891
▁ich	-892
rilgan	-893
▁tani	-894
rta	-895
tildi	-896
▁rivo	-897
liga	-898
▁tartib	-899
val	-900
▁kar	-901
▁mahal	-902
▁saq	-903
timiz	-904
▁yuza	-905
▁ot	-906
▁bal	-907
▁misol	-908
▁olt	-909
zar	-910
tkazi	-911
▁biri	-912
iston	-913
▁daraja	-914
▁asosiy	-915
▁xav	-916
▁st	-917
▁dastur	-918
▁on	-919
lg	-920
shadi	-921
▁ishon	-922
anda	-923
▁ona	-924
ekt	-925
▁kitob	-926
▁rivoj	-927
▁jaray	-928
▁ru	-929
▁tari	-930
▁xodim	-931
▁qur	-932
▁us	-933
sani	-934
zbek	-935
xon	-936
▁xarakat	-937
bil	-938
▁muroja	-939
▁jin	-940
▁osh	-941
▁mashina	-942
▁shaxs	-943
▁hujjat	-944
▁bundan	-945
likda	-946
▁yomon	-947
▁tele	-948
▁nam	-949
▁mazkur	-950
▁qaysi	-951
yish	-952
▁dol	-953
shiga	-954
▁til	-955
▁sifa	-956
▁chiqari	-957
▁yash	-958
▁shifo	-959
▁yon	-960
▁tomon	-961
var	-962
▁ayni	-963
▁sizga	-964
mni	-965
ttiz	-966
▁birga	-967
shimiz	-968
▁topshi	-969
▁sov	-970
rg	-971
▁qaror	-972
kan	-973
▁bila	-974
▁xavf	-975
▁yuqo	-976
abi	-977
▁sp	-978
riya	-979
tiga	-980
a	-981
▁	-982
i	-983
n	-984
o	-985
l	-986
r	-987
s	-988
t	-989
d	-990
h	-991
m	-992
b	-993
g	-994
u	-995
y	-996
k	-997
e	-998
q	-999
'	-1000
z	-1001
.	-1002
v	-1003
c	-1004
,	-1005
x	-1006
p	-1007
j	-1008
f	-1009
-	-1010
?	-1011
w	-1012
1	-1013
0	-1014
2	-1015
5	-1016
3	-1017
4	-1018
7	-1019
6	-1020
8	-1021
9	-1022
