##la
##sh
##an
b
##in
##da
##di
o
##lar
##li
t
##ch
k
##ma
q
##ga
y
##ar
##ti
##ni
##gan
bo
##si
##ri
u
m
##ing
h
##on
a
s
##ra
e
bi
##at
##am
i
##un
x
##iz
##chi
##il
##dan
##shi
##gi
ma
v
##ta
ke
##ya
##or
##lan
sh
##ini
##sa
ta
##ki
##zi
bu
##lari
ko
d
yo
to
va
##lik
j
qo
n
##ro
##ay
##mo
##cha
##er
p
##en
##mi
##ning
tu
##lo
f
mu
qi
bir
##st
##lgan
##aq
##ladi
##ot
de
##ka
xam
da
##ldi
##ek
uch
##lib
so
yu
##man
##miz
be
##siz
ish
##ab
##oy
##iy
##vo
##al
##ur
bilan
qil
ay
##qi
##lash
ho
##lish
ya
##dagi
##rish
##ana
##lma
##qa
ki
##lab
##larni
##uv
##ari
uchun
##ani
bosh
##yi
ch
##ir
##ydi
shu
##moq
##rib
##ol
##ara
chi
##tib
men
bor
ni
##ul
g
##et
shun
##mas
##sha
ik
##ston
sa
##siya
##yo
ku
##dim
##re
##so
##rak
##kin
##larga
##ona
##zo
biz
##lat
na
##ingiz
ra
en
##day
##yin
##ligi
ol
##to
ha
##ining
te
##zb
##za
##ud
##moqda
##zir
##rgan
##dam
ham
kerak
ikki
##ida
##lay
##um
in
##ja
##dir
haq
##kiston
xo
tash
##yap
##tish
sha
##na
##larning
qan
##do
##ang
##lishi
nima
##zbe
##im
##inchi
ber
##aro
ga
##zbekiston
ba
qay
##ent
siz
##mat
##adi
yi
##uq
##sida
bun
##larini
me
##tgan
##aqa
mana
qu
##us
nar
##otgan
##lek
##roq
yuz
chiq
##radi
##lani
hozir
edi
##rat
yil
##mon
qar
##bat
mum
mumkin
un
##larda
yax
tar
##kat
ming
yaxshi
##langan
##ov
re
ek
deb
qa
do
##lim
ro
dav
##bi
hi
##tida
keyin
yer
##bo
##ina
odam
z
har
##yat
##tdi
mo
si
##ev
emas
##rt
qilish
##rma
##ut
olib
ka
##lsa
##ha
##oni
endi
ja
##uvchi
##pi
yet
av
tush
tur
no
##fa
su
ju
##angi
ti
##lu
qilin
##yapti
##gar
boshqa
or
joy
##ech
##lga
ular
##sini
##bu
##oli
qiz
##ng
hay
kun
uy
##son
##lov
lek
yana
lekin
##sp
esa
##mu
yangi
##lig
##tirish
uni
bar
##qo
bola
##siga
yigi
##sti
narsa
##va
##no
eti
##san
##dek
##landi
##lariga
davlat
hamma
mi
mar
##ilgan
##yicha
##lardan
er
qilib
juda
kim
hu
ekan
uning
kat
##kil
ye
##kor
vaq
eng
##xona
r
besh
jam
gap
an
birinchi
beri
##tadi
is
top
##siy
sab
##tir
mah
##ku
##tka
##ba
##magan
hech
aso
masa
##biy
fa
##zim
katta
qanday
pay
##oq
##liy
mil
##tiri
ne
##moni
im
muh
##may
##yor
##chilik
##lagan
##liq
tosh
am
##de
ama
kel
##bir
yoki
davo
##sat
##oyda
haqida
##ish
##yati
##rin
al
ush
##le
lo
##maydi
##ort
shah
degan
as
sabab
tashkil
##diy
##ub
##iq
##miy
##aniq
oshi
yosh
##ligini
##dor
bit
yigirma
##dda
##it
##sob
yerda
##lanadi
foyda
kor
##sang
##lmagan
tan
##aning
-
##amiz
bitta
ah
cho
holat
xab
##qib
pul
aniq
olish
pro
shi
##kent
##mot
##gun
say
##larida
##lmaydi
ar
xiz
far
##tar
qilgan
ij
##dik
##tilgan
rah
##lum
ak
oldi
toshkent
shuning
mash
xabar
##oyat
##sin
vaqt
##shib
pre
##layotgan
##ko
xal
qoldi
xa
qat
##riy
yor
tomoni
##aqat
##mp
ushbu
##lumot
##rq
##yu
sak
##lmoqda
##ildi
##zid
##min
hisob
barcha
##viy
##tab
mak
##laydi
kam
##shga
##larimiz
vazi
##shim
##bor
##fo
ega
##te
po
qildi
qara
tay
##qiz
meni
prezid
se
##ik
oy
tomonidan
##su
tad
##iyat
ammo
##sta
##ib
il
shunday
qon
savo
bugun
##niy
faqat
##ssiya
qolgan
##sidan
yaq
##qsa
el
##pa
et
dar
##sam
##arakat
dast
cha
xalq
javo
##and
mav
man
tushun
shax
##din
chun
jo
buni
talab
##mida
og
qiladi
pa
chunki
oi
##aman
qila
qis
meh
ochi
nati
kelgan
##fi
##gacha
orqa
##kinchi
##dar
javob
##ush
kelib
milli
##moqchi
##loq
vil
ikkinchi
olgan
natija
##ji
dun
ayt
tayyor
##loh
ri
sen
berish
kuch
qab
##mani
sho
ularning
shunaqa
##rida
yoz
huj
##lanish
##xi
##lmay
##qish
##mati
ayol
mam
payt
##rsat
agar
##ver
##es
taq
yaqin
##hat
##tob
but
ras
ichi
##rik
##lida
##gina
##chilar
##ron
haqda
inson
dedi
tak
bog
kon
kuni
##tiro
olin
##mish
##zini
eshi
##kiz
##don
##sal
##rash
amalga
zar
mamla
bel
##ran
tadbir
xizmat
may
savol
##kur
##mak
tiz
olti
jamo
##qar
vazir
##aniya
butun
resp
aj
suv
##zbekistonda
turib
##larim
##far
qanaqa
imk
##tirib
komp
##tiq
dunyo
##ublik
##hi
sakkiz
respublik
shar
ter
##lon
dara
bunday
##oz
rossiya
yara
di
##yotgan
##lda
yordam
##larining
menga
maqsa
##jat
quri
##rdi
loyi
berdi
##ladigan
masalan
##vi
keldi
##tkaz
kiri
qarshi
##sangiz
##ve
##madi
maktab
fuq
marka
qabul
ota
ji
che
##laridan
ket
biroq
##timo
xud
fik
##ru
##lot
##sining
##lekt
ketdi
sud
mas
fuqaro
tez
##lanib
hud
ishlab
##ardi
##rim
unga
##qari
shahar
##du
##rsa
faoli
##lmas
kasal
maz
##zib
aka
##xt
##tsiya
##oti
za
yig
belgi
yoq
par
##liya
ax
kishi
soha
##jon
##qqiz
oila
orqali
##ino
##arli
albat
##riga
albatta
davom
##asi
##tti
masala
##bol
muam
##ingizni
mis
##tibor
bora
shuningdek
##ter
##nat
##zga
mamlakat
go
bah
san
##vir
demak
bergan
maj
ora
##ayotgan
##vat
yetti
##iga
##zu
fut
beradi
qancha
##lif
##sidagi
prezident
deydi
jar
##xta
mun
##ddiy
ola
sin
zo
hali
umu
hamda
##rov
##ziy
avto
hoki
##dingiz
huq
##as
muro
##ziga
million
##rini
qonun
##ram
##qat
qilindi
ularni
##mir
##liklar
tas
loyiha
es
ana
##bar
odamlar
ketgan
oldin
imkoni
muammo
##hon
##eng
qilingan
ishla
futbol
##shish
af
bera
elekt
ishlar
vo
##chon
##ingi
##likka
##lashtiri
bildi
vi
ob
hayot
dey
uz
xoh
ishtiro
chiqib
etish
##giya
##rab
sama
ich
##rilgan
tani
##rta
##tildi
rivo
##liga
tartib
##val
kar
mahal
saq
##timiz
yuza
ot
bal
misol
olt
##zar
##tkazi
biri
##iston
daraja
asosiy
xav
st
dastur
on
##lg
##shadi
ishon
##anda
ona
##ekt
kitob
rivoj
jaray
ru
tari
xodim
qur
us
##sani
##zbek
##xon
xarakat
##bil
muroja
jin
osh
mashina
shaxs
hujjat
bundan
##likda
yomon
tele
nam
mazkur
qaysi
##yish
dol
##shiga
til
sifa
chiqari
yash
shifo
yon
tomon
##var
ayni
sizga
##mni
##ttiz
birga
##shimiz
topshi
sov
##rg
qaror
##kan
bila
xavf
yuqo
##abi
sp
##riya
##tiga
##a
▁
##i
##n
##o
##l
##r
##s
##t
##d
##h
##m
##b
##g
##u
##y
##k
##e
##q
##'
##z
##.
##v
##c
##,
##x
##p
##j
##f
##-
##?
##w
##1
##0
##2
##5
##3
##4
##7
##6
##8
##9
