<unk>	0
la	-0
sh	-1
an	-2
▁b	-3
in	-4
da	-5
di	-6
▁o	-7
lar	-8
li	-9
▁t	-10
ch	-11
▁k	-12
ma	-13
▁q	-14
▁y	-15
ga	-16
ar	-17
ti	-18
ni	-19
gan	-20
▁bo	-21
si	-22
ri	-23
▁m	-24
▁u	-25
ing	-26
▁h	-27
▁a	-28
on	-29
▁s	-30
ra	-31
▁bi	-32
▁e	-33
▁i	-34
at	-35
am	-36
un	-37
▁x	-38
iz	-39
chi	-40
il	-41
dan	-42
gi	-43
▁v	-44
shi	-45
▁ma	-46
ta	-47
ya	-48
▁ke	-49
or	-50
▁sh	-51
lan	-52
sa	-53
ini	-54
ki	-55
▁ta	-56
zi	-57
lari	-58
▁d	-59
▁va	-60
▁bu	-61
▁yo	-62
▁ko	-63
▁to	-64
lik	-65
▁j	-66
▁n	-67
er	-68
▁qo	-69
▁p	-70
cha	-71
ro	-72
en	-73
mo	-74
ay	-75
mi	-76
lo	-77
▁f	-78
▁bir	-79
▁qi	-80
ning	-81
▁mu	-82
st	-83
▁tu	-84
lgan	-85
aq	-86
▁de	-87
ka	-88
ot	-89
▁xam	-90
ladi	-91
▁uch	-92
▁da	-93
ek	-94
lib	-95
▁yu	-96
man	-97
▁so	-98
miz	-99
▁be	-100
ldi	-101
siz	-102
▁ish	-103
oy	-104
vo	-105
al	-106
iy	-107
ab	-108
▁bilan	-109
ur	-110
ana	-111
lash	-112
▁qil	-113
lish	-114
qi	-115
▁ay	-116
▁ho	-117
rish	-118
▁ya	-119
dagi	-120
larni	-121
qa	-122
▁uchun	-123
lab	-124
uv	-125
ir	-126
ari	-127
yi	-128
ani	-129
lma	-130
▁shu	-131
▁bosh	-132
rib	-133
▁ki	-134
▁ch	-135
so	-136
ydi	-137
et	-138
▁men	-139
▁ni	-140
▁chi	-141
ara	-142
tib	-143
▁ik	-144
sha	-145
▁bor	-146
ul	-147
▁sa	-148
moq	-149
re	-150
▁shun	-151
▁g	-152
siya	-153
inchi	-154
mas	-155
ol	-156
ston	-157
▁biz	-158
rak	-159
dim	-160
▁en	-161
lat	-162
yo	-163
▁ku	-164
larga	-165
ingiz	-166
zo	-167
▁ra	-168
▁na	-169
ona	-170
▁ol	-171
ud	-172
ligi	-173
▁ha	-174
ining	-175
to	-176
▁te	-177
▁ikki	-178
▁yuz	-179
zb	-180
yin	-181
day	-182
zir	-183
▁ham	-184
lay	-185
dam	-186
▁kerak	-187
yap	-188
▁xo	-189
▁in	-190
adi	-191
▁mana	-192
tish	-193
▁tash	-194
mk	-195
ida	-196
ja	-197
▁nima	-198
rgan	-199
um	-200
▁qan	-201
kiston	-202
▁sha	-203
lishi	-204
do	-205
moqda	-206
aro	-207
▁siz	-208
▁yi	-209
ent	-210
na	-211
ang	-212
▁ga	-213
uq	-214
▁haq	-215
aqa	-216
sida	-217
im	-218
mat	-219
▁ber	-220
zbe	-221
zbekiston	-222
larning	-223
larini	-224
▁qay	-225
▁nar	-226
us	-227
▁ming	-228
▁yil	-229
za	-230
lek	-231
dir	-232
▁ba	-233
▁me	-234
otgan	-235
tgan	-236
▁bun	-237
▁chiq	-238
▁hozir	-239
lani	-240
▁re	-241
▁qu	-242
▁qar	-243
rat	-244
larda	-245
radi	-246
bat	-247
▁mumk	-248
▁mumkin	-249
ov	-250
▁deb	-251
▁un	-252
▁tar	-253
▁edi	-254
▁ek	-255
roq	-256
▁dav	-257
kat	-258
ina	-259
mon	-260
▁keyin	-261
▁yer	-262
langan	-263
lim	-264
▁yax	-265
rt	-266
▁do	-267
▁ro	-268
▁mo	-269
▁yaxshi	-270
▁hi	-271
tida	-272
bi	-273
▁endi	-274
rma	-275
bo	-276
ev	-277
lsa	-278
▁qa	-279
▁yet	-280
ha	-281
▁odam	-282
▁qilish	-283
▁har	-284
yat	-285
▁olib	-286
▁si	-287
▁emas	-288
▁ka	-289
▁z	-290
ut	-291
uvchi	-292
▁ja	-293
ub	-294
pi	-295
yapti	-296
tdi	-297
fa	-298
▁ju	-299
▁no	-300
oni	-301
▁tush	-302
▁av	-303
sp	-304
gar	-305
▁tur	-306
▁boshqa	-307
▁or	-308
▁ti	-309
▁yigi	-310
angi	-311
mu	-312
▁joy	-313
yicha	-314
▁lek	-315
son	-316
▁qilin	-317
▁lekin	-318
oli	-319
lga	-320
bu	-321
lov	-322
▁kun	-323
sini	-324
ech	-325
▁narsa	-326
tirish	-327
▁yana	-328
lardan	-329
no	-330
▁besh	-331
▁mi	-332
▁davlat	-333
▁su	-334
▁qilib	-335
lig	-336
kil	-337
▁uy	-338
lariga	-339
sti	-340
▁qiz	-341
▁yangi	-342
▁uni	-343
siga	-344
▁hay	-345
▁birinchi	-346
▁mar	-347
va	-348
▁hamma	-349
qo	-350
▁bar	-351
▁esa	-352
ng	-353
dek	-354
▁eti	-355
▁kat	-356
lu	-357
san	-358
▁juda	-359
▁mil	-360
▁an	-361
▁masa	-362
▁r	-363
▁hu	-364
▁ekan	-365
▁bola	-366
▁eng	-367
kor	-368
ilgan	-369
▁kim	-370
▁jam	-371
▁aso	-372
ku	-373
▁mah	-374
moni	-375
▁yoki	-376
de	-377
siy	-378
▁ye	-379
▁yigirma	-380
▁vaq	-381
liy	-382
rilgan	-383
▁er	-384
▁fa	-385
▁gap	-386
landi	-387
bir	-388
le	-389
tka	-390
▁katta	-391
tadi	-392
xona	-393
▁pay	-394
zim	-395
▁ular	-396
▁is	-397
▁bit	-398
▁ama	-399
▁top	-400
ba	-401
magan	-402
▁muh	-403
▁ne	-404
▁degan	-405
▁hech	-406
liq	-407
▁tashkil	-408
▁lo	-409
▁yerda	-410
yor	-411
▁sab	-412
▁bitta	-413
lagan	-414
sat	-415
yati	-416
tir	-417
ort	-418
▁ush	-419
oyda	-420
▁pro	-421
▁uning	-422
may	-423
▁davo	-424
▁kel	-425
▁haqida	-426
▁oshi	-427
diy	-428
miy	-429
▁qanday	-430
ish	-431
▁al	-432
rin	-433
▁kor	-434
chilik	-435
▁shah	-436
oq	-437
dda	-438
▁tosh	-439
it	-440
▁yosh	-441
ligini	-442
mp	-443
▁as	-444
sob	-445
sang	-446
dor	-447
iq	-448
▁foyda	-449
▁sak	-450
amiz	-451
biy	-452
▁pul	-453
▁rah	-454
larida	-455
maydi	-456
▁-	-457
▁holat	-458
gun	-459
▁olish	-460
▁chiqi	-461
▁am	-462
aniq	-463
riy	-464
▁sabab	-465
▁tan	-466
mot	-467
asi	-468
▁ij	-469
▁tomoni	-470
▁qilgan	-471
lanadi	-472
▁ah	-473
aning	-474
▁beri	-475
▁cho	-476
layotgan	-477
▁shuning	-478
▁ar	-479
ko	-480
min	-481
lmagan	-482
▁xiz	-483
▁far	-484
▁pre	-485
oyat	-486
te	-487
tilgan	-488
dik	-489
▁aniq	-490
▁xal	-491
▁xab	-492
▁ak	-493
▁ushbu	-494
kent	-495
yu	-496
qiz	-497
lmaydi	-498
▁qat	-499
▁xa	-500
viy	-501
▁vaqt	-502
▁oldi	-503
niy	-504
▁mash	-505
tar	-506
▁yor	-507
zid	-508
lumot	-509
▁tomonidan	-510
sin	-511
aqat	-512
larimiz	-513
rq	-514
▁po	-515
▁say	-516
shib	-517
▁hisob	-518
▁shi	-519
▁toshkent	-520
▁savo	-521
tab	-522
▁mak	-523
▁tad	-524
▁oy	-525
▁xabar	-526
▁milli	-527
bor	-528
es	-529
▁meni	-530
▁shunaqa	-531
▁kam	-532
▁el	-533
▁bugun	-534
sta	-535
lum	-536
fi	-537
▁prezid	-538
qsa	-539
▁qon	-540
▁vazi	-541
lanish	-542
shim	-543
iyat	-544
▁dast	-545
ildi	-546
▁qoldi	-547
▁ega	-548
▁tay	-549
▁qara	-550
mida	-551
sam	-552
su	-553
laydi	-554
▁barcha	-555
▁orqa	-556
▁jo	-557
▁old	-558
▁cha	-559
▁man	-560
ladigan	-561
▁il	-562
▁javo	-563
▁xalq	-564
▁tushun	-565
▁shax	-566
▁chun	-567
▁ikk	-568
▁talab	-569
▁qildi	-570
lmoqda	-571
▁chunki	-572
arakat	-573
kiz	-574
aman	-575
▁faqat	-576
ji	-577
tti	-578
▁yaq	-579
▁agar	-580
▁mav	-581
ssiya	-582
▁qis	-583
ru	-584
pa	-585
▁kelib	-586
▁se	-587
gacha	-588
fo	-589
▁qila	-590
▁pa	-591
▁ayt	-592
▁ikkinchi	-593
▁oi	-594
▁kelgan	-595
▁fi	-596
▁javob	-597
mish	-598
▁shunday	-599
▁olti	-600
▁buni	-601
and	-602
▁berish	-603
▁yoz	-604
▁vil	-605
▁ochi	-606
moqchi	-607
ib	-608
▁sakkiz	-609
▁ri	-610
▁resp	-611
▁kon	-612
▁qolgan	-613
mak	-614
dar	-615
▁but	-616
▁dar	-617
ublik	-618
ver	-619
▁respublik	-620
▁qab	-621
▁olgan	-622
loh	-623
rsat	-624
▁meh	-625
▁savol	-626
mani	-627
rida	-628
▁payt	-629
▁tayyor	-630
xi	-631
▁masalan	-632
▁huj	-633
▁nati	-634
▁tadbir	-635
▁og	-636
loq	-637
lashti	-638
▁tiz	-639
yotgan	-640
▁tak	-641
▁taq	-642
▁ichi	-643
▁kuni	-644
▁vazir	-645
▁komp	-646
ran	-647
mati	-648
▁ras	-649
▁butun	-650
shga	-651
▁amalga	-652
mla	-653
tiro	-654
▁bel	-655
▁natija	-656
▁yaqin	-657
▁dedi	-658
zini	-659
▁naf	-660
▁xizmat	-661
▁loyi	-662
qqiz	-663
rik	-664
aniya	-665
▁dun	-666
▁sud	-667
▁maqsa	-668
gina	-669
▁fuq	-670
larining	-671
vi	-672
▁bog	-673
▁ammo	-674
lida	-675
ron	-676
sangiz	-677
▁sho	-678
▁inson	-679
▁turib	-680
▁may	-681
kur	-682
ve	-683
▁avto	-684
▁fuqaro	-685
▁sen	-686
lon	-687
▁aka	-688
▁soha	-689
▁ishlab	-690
hat	-691
▁ayol	-692
▁mamla	-693
lmay	-694
tkaz	-695
▁xud	-696
sal	-697
▁olin	-698
▁jamo	-699
▁shar	-700
don	-701
▁di	-702
▁faoli	-703
lda	-704
lekt	-705
qar	-706
▁dara	-707
as	-708
▁imk	-709
jat	-710
▁yordam	-711
ho	-712
▁yetti	-713
▁hud	-714
rash	-715
▁hamda	-716
▁zar	-717
tiq	-718
▁eshi	-719
▁menga	-720
▁rossiya	-721
▁suv	-722
▁maktab	-723
▁demak	-724
▁orqali	-725
▁deydi	-726
▁qarshi	-727
▁qabul	-728
▁ularning	-729
▁aj	-730
▁marka	-731
▁et	-732
▁yara	-733
timo	-734
▁kiri	-735
▁million	-736
mni	-737
▁mas	-738
qari	-739
▁belgi	-740
hi	-741
laridan	-742
▁vo	-743
▁qiladi	-744
▁yoq	-745
zib	-746
chilar	-747
▁ter	-748
▁za	-749
zbekistonda	-750
▁ji	-751
rildi	-752
ter	-753
rsa	-754
▁dunyo	-755
▁ket	-756
lanib	-757
▁miso	-758
▁maz	-759
liya	-760
▁shuningdek	-761
▁che	-762
▁masala	-763
▁tez	-764
lot	-765
▁vi	-766
▁huq	-767
ush	-768
▁fik	-769
sidagi	-770
ino	-771
tibor	-772
▁shahar	-773
▁zo	-774
tirib	-775
▁ax	-776
du	-777
▁haqda	-778
▁umu	-779
▁ana	-780
▁kuch	-781
▁keldi	-782
▁berdi	-783
▁muro	-784
▁kasal	-785
▁bergan	-786
▁loyiha	-787
vat	-788
▁albat	-789
ingizni	-790
timiz	-791
▁albatta	-792
▁oila	-793
▁par	-794
▁ketdi	-795
▁qonun	-796
▁yig	-797
▁misol	-798
▁unga	-799
jon	-800
▁maj	-801
arli	-802
▁san	-803
sk	-804
riga	-805
xt	-806
tsiya	-807
nat	-808
▁ota	-809
▁ishlar	-810
▁bora	-811
▁ob	-812
▁jar	-813
▁muam	-814
giya	-815
▁quri	-816
shni	-817
▁bunday	-818
▁qancha	-819
▁etish	-820
▁prezident	-821
▁beradi	-822
▁mun	-823
▁olt	-824
zu	-825
sining	-826
▁rahb	-827
rim	-828
ddiy	-829
▁xoh	-830
vir	-831
ekt	-832
▁st	-833
▁bera	-834
lif	-835
▁oldin	-836
hon	-837
iga	-838
ttiz	-839
▁qanaqa	-840
rov	-841
liklar	-842
zga	-843
▁mamlakat	-844
▁ola	-845
▁elekt	-846
▁hali	-847
▁sin	-848
▁ora	-849
ram	-850
▁hoki	-851
lmas	-852
▁go	-853
▁davom	-854
ayotgan	-855
dingiz	-856
▁dey	-857
madi	-858
▁dastur	-859
▁ishla	-860
ingi	-861
▁dol	-862
ardi	-863
▁kishi	-864
▁qilingan	-865
▁ishtiro	-866
▁mahal	-867
xta	-868
rta	-869
▁tartib	-870
▁imkoni	-871
oti	-872
qat	-873
▁uz	-874
▁chiqib	-875
tob	-876
bol	-877
sani	-878
▁odamlar	-879
▁af	-880
▁ularni	-881
mir	-882
el	-883
▁muroja	-884
inglar	-885
rini	-886
ziy	-887
▁im	-888
▁ich	-889
▁xodim	-890
▁rivo	-891
▁bal	-892
▁xav	-893
▁muammo	-894
rishi	-895
zar	-896
ziga	-897
▁tani	-898
▁daraja	-899
rdi	-900
▁kar	-901
▁kir	-902
likka	-903
▁saq	-904
tkazi	-905
▁qilindi	-906
▁es	-907
eng	-908
▁jaray	-909
▁huquq	-910
▁ketgan	-911
▁asosiy	-912
zbek	-913
▁ellik	-914
larim	-915
tildi	-916
qib	-917
▁fut	-918
rab	-919
chon	-920
▁tas	-921
▁murojaat	-922
▁chiqari	-923
▁sama	-924
▁bildi	-925
▁tele	-926
▁sp	-927
▁jin	-928
▁rivoj	-929
val	-930
▁hujjat	-931
▁shaxs	-932
▁sifa	-933
▁qaysi	-934
▁xarakat	-935
likda	-936
liga	-937
var	-938
▁narsani	-939
▁biroq	-940
▁sizga	-941
▁hayot	-942
anda	-943
▁tex	-944
▁birga	-945
▁on	-946
iston	-947
▁tashqari	-948
masi	-949
shadi	-950
▁xavf	-951
▁aytgan	-952
xon	-953
▁mashina	-954
▁qaror	-955
▁ru	-956
▁biri	-957
lashtirish	-958
bil	-959
▁bundan	-960
▁xil	-961
riya	-962
▁yuqo	-963
▁mazkur	-964
▁vide	-965
▁ot	-966
▁bila	-967
▁joriy	-968
▁shart	-969
▁futbol	-970
▁topshi	-971
go	-972
▁ishon	-973
▁necha	-974
gu	-975
▁rahmat	-976
dida	-977
▁marta	-978
abi	-979
▁tari	-980
a	-981
▁	-982
i	-983
n	-984
o	-985
l	-986
r	-987
s	-988
t	-989
h	-990
d	-991
m	-992
b	-993
g	-994
u	-995
y	-996
k	-997
e	-998
q	-999
'	-1000
z	-1001
.	-1002
v	-1003
c	-1004
,	-1005
x	-1006
p	-1007
j	-1008
f	-1009
-	-1010
?	-1011
w	-1012
1	-1013
0	-1014
2	-1015
5	-1016
3	-1017
4	-1018
7	-1019
6	-1020
8	-1021
9	-1022
