##la
##sh
##ni
##ri
##da
##li
b
##an
##ti
t
##di
##ch
##si
##ma
o
##lar
##ar
##ng
k
q
##ya
##gan
##va
##on
##lari
bo
##gi
##ra
##ning
y
h
va
##shi
s
i
a
m
##ki
u
e
##zi
##chi
##at
ta
##or
ma
##mi
##lik
bi
##un
x
##mo
##lo
qi
##ta
##lan
##sa
##lgan
##st
##cha
##yi
##ka
##de
##ro
ko
##ga
to
j
##am
##qi
mu
##na
##er
##yo
sh
f
O
ke
##dagi
##bi
##rish
yo
##lash
M
B
S
##ur
qo
##vo
##qa
so
A
p
da
##ay
##vi
##ldi
##asi
##ladi
##no
ish
##en
bilan
##ligi
##siya
##ston
T
##uv
##so
##do
qili
uch
be
##be
tu
##al
##re
##ab
R
##larni
##lab
##zbe
de
##kiston
##ara
bosh
##lat
uchun
##zbekiston
##ub
##ngan
ha
##sp
bu
hu
##zo
K
##lib
##tish
##ah
ki
##aro
##larini
tash
##lishi
##ul
##to
##tgan
te
##iz
U
chi
ku
##il
##tib
##yat
ho
##um
##ona
ra
bir
##sida
##moq
##larning
ya
I
na
##lma
##oli
Q
##lish
##gani
##uri
##ja
##us
xam
##miz
##et
Sh
##tirish
##oy
##kin
sa
ch
##ek
##uq
##za
tar
Y
##langan
##bo
P
##vlat
##yicha
g
##kazi
##ko
hi
Re
##ublik
##lani
D
##spublik
##zir
##yati
##rat
##uvchi
ham
##kat
ja
##moqda
##ot
##ba
xo
##fa
##ent
n
N
or
##ud
Respublik
##ir
ay
##moni
yan
##rib
si
Bu
##larda
in
##ydi
##mat
##fi
##rin
qilish
##sti
tashki
Respublikasi
eti
do
H
X
ti
fa
##mp
##adi
ka
J
re
davlat
F
shu
ama
##liy
oshi
##ev
##kor
##lu
To
sha
##bu
##man
##lov
vi
##masi
hiso
qar
V
Ma
tomoni
##yin
mo
yu
##rilgan
##bat
E
no
##siz
##iy
##dim
##tida
##yotgan
ber
##den
##ani
G
##ut
amal
mi
me
##rak
qay
ni
##ori
##xs
haqi
##dda
shah
av
##yot
##hi
aso
##dek
##liq
##ort
##radi
boshqa
##ndi
##ziden
ba
mar
##lot
##miy
xiz
##lim
##roq
mum
##larining
##reziden
mumkin
##tkazi
##ha
##zar
##gar
hamda
L
##le
xab
##larida
##mon
qa
##dir
kuni
##unda
##biy
##mas
deb
##ssiya
##av
tur
mah
##tilgan
##ekt
qu
lo
##qar
##ora
##lgi
ik
olib
##dor
xabar
##jat
vazir
##du
tad
yoki
##viy
chiqi
##bir
har
bor
##ru
##dam
##shk
C
##oyda
etish
##as
huj
ji
hisob
vilo
##ov
##mati
##diy
##ana
##chilik
tashkil
##xona
##tasi
bar
##shbu
##lumo
##min
##ligini
##shkent
##pi
##lanadi
##mida
yil
##ran
vaq
im
foyda
vazi
Toshkent
##lum
##sha
##tdi
ij
##siy
##lumot
belgi
faoli
##niq
ban
##llar
kor
esa
##mani
##sin
##yasi
##lashti
Shu
davo
##te
yi
kerak
yangi
Ro
##yor
olish
##ku
su
chiqa
##su
##yu
ishlab
ro
##ningdek
kiri
##mu
##alq
ri
tadbir
##rida
##lanish
##lashtirish
haqida
##zim
##lda
oldi
##qo
beri
##mla
qon
##qat
joy
ek
##landi
##uqaro
##tadi
##anda
##lmoqda
vo
qildi
ye
##ol
xizmat
ga
##Sh
mamla
aniq
hujjat
oli
taq
qab
##tiro
rah
##tab
ikki
huq
vazirligi
##sini
fuqaro
##fo
##sta
##sat
##lgani
kun
edi
qabul
shaxs
##tin
jamo
##shli
eng
shar
##lsa
##nga
uning
Da
##ngi
loyi
komp
##el
qis
##sidagi
##ladigan
##risida
##ji
##lantirish
talab
##rezidenti
yet
rivo
tas
sab
##ho
el
##lay
##tini
ushbu
##tir
maq
##xi
avto
qat
##layotgan
##dar
mamlakat
##dan
Rossiya
tay
Bo
rivoj
##es
##logi
##var
qilgan
yana
faoliyati
##ve
oshirish
yer
ishtiro
##rsa
zar
Ta
##ron
##oni
il
ular
##tiso
##kur
maqsa
AQ
shahar
##rinchi
##zasi
pro
di
##lanishi
tayyor
masa
mil
mav
tex
nar
##bor
##eri
fi
barcha
un
##lmagan
tan
biz
man
Va
##hasi
##siyasi
qarshi
ak
AQSh
say
berish
xalq
yor
##qin
ah
tush
##tda
qonun
##fiq
##san
d
##diq
##noma
muvo
##chilar
may
##rus
##ngiz
orqa
shart
holat
##gacha
##rash
##lashi
##lagan
viloyati
##kli
##xshi
##niy
##gu
muvofiq
Qo
uy
##unday
dast
qilingan
uni
top
maj
##og
##dida
pa
Sa
an
sabab
chora
##it
##rsat
##llari
gi
quri
##arakat
boshqar
hoki
##zkur
##timo
Ch
mudda
##korlik
##vat
##zimi
emas
yaxshi
tashkilot
masala
##xbor
##loq
qaror
orqali
xodim
saq
kishi
##rishi
##qtiso
birinchi
tasdiq
et
organ
##rasida
doi
haq
##stit
##riladi
alo
##liklar
Ko
##ktab
shi
nati
dara
ne
mun
##kaz
##xborot
bog
##rgan
##nat
shuningdek
holda
tartib
##laydi
##don
##oriy
##jasi
##oliya
xav
keyin
fo
##ari
yuri
pay
chiq
##sining
##magan
##rini
##shim
mahsu
kon
che
ter
##sport
##lon
##rezident
kompani
Davlat
buy
##pa
##ver
##yap
##in
meh
##bol
kat
tegi
ishtirok
qara
##mir
##kid
olgan
##risidagi
ishlar
##lag
aholi
##yidagi
tumani
##val
z
##koni
ularning
##rilishi
bola
san
##xon
qilib
Mu
javo
##yish
rivojlantirish
mahsulot
yuq
##bari
oi
ras
##mar
etilgan
##ida
##rim
ning
hudu
##sk
qiladi
##and
xavf
##ter
tegishli
##ati
##mol
elekt
vosi
##zlari
##riya
Ke
uz
Mah
##yx
takli
sud
##sal
qanda
sifa
Vazir
iqtiso
##atsiya
In
axborot
##rik
##hat
javob
mab
mablag
##shda
rahbari
##br
##bar
belgilangan
par
##tishi
##chisi
miq
odam
muno
##nida
Mar
##rta
##port
##noyat
##tax
berdi
##mpi
qaro
taqdim
imkoni
##nadi
nazo
tizimi
##liya
##tiq
ichi
kam
Z
is
##uru
loyiha
##utbol
aj
joriy
etgan
qanday
##timoiy
Ya
muas
##shimcha
viloyat
##tibi
yordam
markazi
bah
xalqaro
xizmati
##ey
davomida
vaki
##kt
##unyo
tez
##sasa
chiqarish
ju
mahal
muassasa
jo
##minlash
##nishi
##zlar
##lovchi
cha
##onavi
beradi
mas
##tkazish
##logiya
pul
foydalanish
tashqa
muho
##ech
yub
##may
##lmaydi
##zm
##onavirus
tuman
##jon
##vdo
##dud
yara
quyidagi
##rdi
yuqori
kel
hudud
kelib
##yotgani
Bi
##ziyo
taklif
ochi
##lida
##likda
bildi
biri
savdo
guru
yig
##chki
huquq
soni
Tur
Vazirlar
##uriy
##xsus
##uqi
haqda
munosa
quv
nis
asosiy
yaqin
##lini
##mobi
##lati
##jud
tib
prezidenti
asosida
##kamasi
Yo
##moya
ijtimoiy
far
##yev
kasal
tashqari
ega
suv
##iston
harbiy
futbol
##lashgan
dollar
Mir
chiqish
tran
huquqi
nisbat
rasmiy
##zgar
##zbekistonda
bank
vosita
qayd
iy
nisbatan
muhi
kuch
##sion
qarori
tah
##ayon
st
la
topshi
yuzasi
Ho
hozir
##zod
shahri
##rati
##dov
dav
##go
bergan
yosh
##evro
##uvi
##dik
oqi
Am
##una
ob
##a
▁
##i
##o
##l
##n
##r
##s
##t
##h
##d
##m
##u
##b
##k
##g
##y
##e
##'
##q
##v
##z
##c
##.
##,
##x
##j
##p
##f
##S
##A
##O
##M
##B
##T
##R
##I
##K
##Q
##U
##D
##P
##Y
##N
##X
##H
##V
##J
##F
##E
##L
##G
##C
##Z
##-
##w
##0
##W
##1
##2
##5
##3
##4
##6
##8
##9
##7
