##la
##sh
##an
b
##in
##da
##di
o
##lar
##li
t
##ch
k
##ma
q
y
##ga
##ar
##ti
##ni
##gan
bo
##si
##ri
m
u
##ing
h
a
##on
s
##ra
bi
e
i
##at
##am
##un
x
##iz
##chi
##il
##dan
##gi
v
##shi
ma
##ta
##ya
ke
##or
sh
##lan
##sa
##ini
##ki
ta
##zi
##lari
d
va
bu
yo
ko
to
##lik
j
n
##er
qo
p
##cha
##ro
##en
##mo
##ay
##mi
##lo
f
bir
qi
##ning
mu
##st
tu
##lgan
##aq
de
##ka
##ot
xam
##ladi
uch
da
##ek
##lib
yu
##man
so
##miz
be
##ldi
##siz
ish
##oy
##vo
##al
##iy
##ab
bilan
##ur
##ana
##lash
qil
##lish
##qi
ay
ho
##rish
ya
##dagi
##larni
##qa
uchun
##lab
##uv
##ir
##ari
##yi
##ani
##lma
shu
bosh
##rib
ki
ch
##so
##ydi
##et
men
ni
chi
##ara
##tib
ik
##sha
bor
##ul
sa
##moq
##re
shun
g
##siya
##inchi
##mas
##ol
##ston
biz
##rak
##dim
en
##lat
##yo
ku
##larga
##ingiz
##zo
ra
na
##ona
ol
##ud
##ligi
ha
##ining
##to
te
ikki
yuz
##zb
##yin
##day
##zir
ham
##lay
##dam
kerak
##yap
xo
in
##adi
mana
##tish
tash
##mk
##ida
##ja
nima
##rgan
##um
qan
##kiston
sha
##lishi
##do
##moqda
##aro
siz
yi
##ent
##na
##ang
ga
##uq
haq
##aqa
##sida
##im
##mat
ber
##zbe
##zbekiston
##larning
##larini
qay
nar
##us
ming
yil
##za
##lek
##dir
ba
me
##otgan
##tgan
bun
chiq
hozir
##lani
re
qu
qar
##rat
##larda
##radi
##bat
mumk
mumkin
##ov
deb
un
tar
edi
ek
##roq
dav
##kat
##ina
##mon
keyin
yer
##langan
##lim
yax
##rt
do
ro
mo
yaxshi
hi
##tida
##bi
endi
##rma
##bo
##ev
##lsa
qa
yet
##ha
odam
qilish
har
##yat
olib
si
emas
ka
z
##ut
##uvchi
ja
##ub
##pi
##yapti
##tdi
##fa
ju
no
##oni
tush
av
##sp
##gar
tur
boshqa
or
ti
yigi
##angi
##mu
joy
##yicha
lek
##son
qilin
lekin
##oli
##lga
##bu
##lov
kun
##sini
##ech
narsa
##tirish
yana
##lardan
##no
besh
mi
davlat
su
qilib
##lig
##kil
uy
##lariga
##sti
qiz
yangi
uni
##siga
hay
birinchi
mar
##va
hamma
##qo
bar
esa
##ng
##dek
eti
kat
##lu
##san
juda
mil
an
masa
r
hu
ekan
bola
eng
##kor
##ilgan
kim
jam
aso
##ku
mah
##moni
yoki
##de
##siy
ye
yigirma
vaq
##liy
##rilgan
er
fa
gap
##landi
##bir
##le
##tka
katta
##tadi
##xona
pay
##zim
ular
is
bit
ama
top
##ba
##magan
muh
ne
degan
hech
##liq
tashkil
lo
yerda
##yor
sab
bitta
##lagan
##sat
##yati
##tir
##ort
ush
##oyda
pro
uning
##may
davo
kel
haqida
oshi
##diy
##miy
qanday
##ish
al
##rin
kor
##chilik
shah
##oq
##dda
tosh
##it
yosh
##ligini
##mp
as
##sob
##sang
##dor
##iq
foyda
sak
##amiz
##biy
pul
rah
##larida
##maydi
-
holat
##gun
olish
chiqi
am
##aniq
##riy
sabab
tan
##mot
##asi
ij
tomoni
qilgan
##lanadi
ah
##aning
beri
cho
##layotgan
shuning
ar
##ko
##min
##lmagan
xiz
far
pre
##oyat
##te
##tilgan
##dik
aniq
xal
xab
ak
ushbu
##kent
##yu
##qiz
##lmaydi
qat
xa
##viy
vaqt
oldi
##niy
mash
##tar
yor
##zid
##lumot
tomonidan
##sin
##aqat
##larimiz
##rq
po
say
##shib
hisob
shi
toshkent
savo
##tab
mak
tad
oy
xabar
milli
##bor
##es
meni
shunaqa
kam
el
bugun
##sta
##lum
##fi
prezid
##qsa
qon
vazi
##lanish
##shim
##iyat
dast
##ildi
qoldi
ega
tay
qara
##mida
##sam
##su
##laydi
barcha
orqa
jo
old
cha
man
##ladigan
il
javo
xalq
tushun
shax
chun
ikk
talab
qildi
##lmoqda
chunki
##arakat
##kiz
##aman
faqat
##ji
##tti
yaq
agar
mav
##ssiya
qis
##ru
##pa
kelib
se
##gacha
##fo
qila
pa
ayt
ikkinchi
oi
kelgan
fi
javob
##mish
shunday
olti
buni
##and
berish
yoz
vil
ochi
##moqchi
##ib
sakkiz
ri
resp
kon
qolgan
##mak
##dar
but
dar
##ublik
##ver
respublik
qab
olgan
##loh
##rsat
meh
savol
##mani
##rida
payt
tayyor
##xi
masalan
huj
nati
tadbir
og
##loq
##lashti
tiz
##yotgan
tak
taq
ichi
kuni
vazir
komp
##ran
##mati
ras
butun
##shga
amalga
##mla
##tiro
bel
natija
yaqin
dedi
##zini
naf
xizmat
loyi
##qqiz
##rik
##aniya
dun
sud
maqsa
##gina
fuq
##larining
##vi
bog
ammo
##lida
##ron
##sangiz
sho
inson
turib
may
##kur
##ve
avto
fuqaro
sen
##lon
aka
soha
ishlab
##hat
ayol
mamla
##lmay
##tkaz
xud
##sal
olin
jamo
shar
##don
di
faoli
##lda
##lekt
##qar
dara
##as
imk
##jat
yordam
##ho
yetti
hud
##rash
hamda
zar
##tiq
eshi
menga
rossiya
suv
maktab
demak
orqali
deydi
qarshi
qabul
ularning
aj
marka
et
yara
##timo
kiri
million
##mni
mas
##qari
belgi
##hi
##laridan
vo
qiladi
yoq
##zib
##chilar
ter
za
##zbekistonda
ji
##rildi
##ter
##rsa
dunyo
ket
##lanib
miso
maz
##liya
shuningdek
che
masala
tez
##lot
vi
huq
##ush
fik
##sidagi
##ino
##tibor
shahar
zo
##tirib
ax
##du
haqda
umu
ana
kuch
keldi
berdi
muro
kasal
bergan
loyiha
##vat
albat
##ingizni
##timiz
albatta
oila
par
ketdi
qonun
yig
misol
unga
##jon
maj
##arli
san
##sk
##riga
##xt
##tsiya
##nat
ota
ishlar
bora
ob
jar
muam
##giya
quri
##shni
bunday
qancha
etish
prezident
beradi
mun
olt
##zu
##sining
rahb
##rim
##ddiy
xoh
##vir
##ekt
st
bera
##lif
oldin
##hon
##iga
##ttiz
qanaqa
##rov
##liklar
##zga
mamlakat
ola
elekt
hali
sin
ora
##ram
hoki
##lmas
go
davom
##ayotgan
##dingiz
dey
##madi
dastur
ishla
##ingi
dol
##ardi
kishi
qilingan
ishtiro
mahal
##xta
##rta
tartib
imkoni
##oti
##qat
uz
chiqib
##tob
##bol
##sani
odamlar
af
ularni
##mir
##el
muroja
##inglar
##rini
##ziy
im
ich
xodim
rivo
bal
xav
muammo
##rishi
##zar
##ziga
tani
daraja
##rdi
kar
kir
##likka
saq
##tkazi
qilindi
es
##eng
jaray
huquq
ketgan
asosiy
##zbek
ellik
##larim
##tildi
##qib
fut
##rab
##chon
tas
murojaat
chiqari
sama
bildi
tele
sp
jin
rivoj
##val
hujjat
shaxs
sifa
qaysi
xarakat
##likda
##liga
##var
narsani
biroq
sizga
hayot
##anda
tex
birga
on
##iston
tashqari
##masi
##shadi
xavf
aytgan
##xon
mashina
qaror
ru
biri
##lashtirish
##bil
bundan
xil
##riya
yuqo
mazkur
vide
ot
bila
joriy
shart
futbol
topshi
##go
ishon
necha
##gu
rahmat
##dida
marta
##abi
tari
##a
▁
##i
##n
##o
##l
##r
##s
##t
##h
##d
##m
##b
##g
##u
##y
##k
##e
##q
##'
##z
##.
##v
##c
##,
##x
##p
##j
##f
##-
##?
##w
##1
##0
##2
##5
##3
##4
##7
##6
##8
##9
