<unk>	0
la	-0
sh	-1
an	-2
▁b	-3
in	-4
da	-5
di	-6
▁o	-7
lar	-8
li	-9
▁t	-10
ch	-11
▁k	-12
ma	-13
▁q	-14
▁y	-15
ga	-16
ar	-17
ti	-18
ni	-19
gan	-20
▁bo	-21
si	-22
ri	-23
▁m	-24
▁u	-25
ing	-26
▁h	-27
▁a	-28
on	-29
▁s	-30
ra	-31
▁bi	-32
▁e	-33
▁i	-34
at	-35
am	-36
un	-37
▁x	-38
iz	-39
chi	-40
il	-41
dan	-42
gi	-43
▁v	-44
shi	-45
▁ma	-46
ta	-47
ya	-48
▁ke	-49
or	-50
▁sh	-51
lan	-52
sa	-53
ini	-54
ki	-55
▁ta	-56
zi	-57
lari	-58
▁d	-59
▁va	-60
▁bu	-61
▁yo	-62
▁ko	-63
▁to	-64
lik	-65
▁j	-66
▁n	-67
er	-68
▁qo	-69
▁p	-70
cha	-71
ro	-72
en	-73
mo	-74
ay	-75
mi	-76
lo	-77
▁f	-78
▁bir	-79
▁qi	-80
ning	-81
▁mu	-82
st	-83
▁tu	-84
lgan	-85
aq	-86
▁de	-87
ka	-88
ot	-89
▁xam	-90
ladi	-91
▁uch	-92
▁da	-93
ek	-94
lib	-95
▁yu	-96
man	-97
▁so	-98
miz	-99
▁be	-100
ldi	-101
siz	-102
▁ish	-103
oy	-104
vo	-105
al	-106
iy	-107
ab	-108
▁bilan	-109
ur	-110
ana	-111
lash	-112
▁qil	-113
lish	-114
qi	-115
▁ay	-116
▁ho	-117
rish	-118
▁ya	-119
dagi	-120
larni	-121
qa	-122
▁uchun	-123
lab	-124
uv	-125
ir	-126
ari	-127
yi	-128
ani	-129
lma	-130
▁shu	-131
▁bosh	-132
rib	-133
▁ki	-134
▁ch	-135
so	-136
ydi	-137
et	-138
▁men	-139
▁ni	-140
▁chi	-141
ara	-142
tib	-143
▁ik	-144
sha	-145
▁bor	-146
ul	-147
▁sa	-148
moq	-149
re	-150
▁shun	-151
▁g	-152
siya	-153
inchi	-154
mas	-155
ol	-156
ston	-157
▁biz	-158
rak	-159
dim	-160
▁en	-161
lat	-162
yo	-163
▁ku	-164
larga	-165
ingiz	-166
zo	-167
▁ra	-168
▁na	-169
ona	-170
▁ol	-171
ud	-172
ligi	-173
▁ha	-174
ining	-175
to	-176
▁te	-177
▁ikki	-178
▁yuz	-179
zb	-180
yin	-181
day	-182
zir	-183
▁ham	-184
lay	-185
dam	-186
▁kerak	-187
yap	-188
▁xo	-189
▁in	-190
adi	-191
▁mana	-192
tish	-193
▁tash	-194
mk	-195
ida	-196
ja	-197
▁nima	-198
rgan	-199
um	-200
▁qan	-201
kiston	-202
▁sha	-203
lishi	-204
do	-205
moqda	-206
aro	-207
▁siz	-208
▁yi	-209
ent	-210
na	-211
ang	-212
▁ga	-213
uq	-214
▁haq	-215
aqa	-216
sida	-217
im	-218
mat	-219
▁ber	-220
zbe	-221
zbekiston	-222
larning	-223
larini	-224
▁qay	-225
▁nar	-226
us	-227
▁ming	-228
▁yil	-229
za	-230
lek	-231
dir	-232
▁ba	-233
▁me	-234
otgan	-235
tgan	-236
▁bun	-237
▁chiq	-238
▁hozir	-239
lani	-240
▁re	-241
▁qu	-242
▁qar	-243
rat	-244
larda	-245
radi	-246
bat	-247
▁mumk	-248
▁mumkin	-249
ov	-250
▁deb	-251
▁un	-252
▁tar	-253
▁edi	-254
▁ek	-255
roq	-256
▁dav	-257
kat	-258
ina	-259
mon	-260
▁keyin	-261
▁yer	-262
langan	-263
lim	-264
▁yax	-265
rt	-266
▁do	-267
▁ro	-268
▁mo	-269
▁yaxshi	-270
▁hi	-271
tida	-272
bi	-273
▁endi	-274
rma	-275
bo	-276
ev	-277
lsa	-278
▁qa	-279
▁yet	-280
ha	-281
▁odam	-282
▁qilish	-283
▁har	-284
yat	-285
▁olib	-286
▁si	-287
▁emas	-288
▁ka	-289
▁z	-290
ut	-291
uvchi	-292
▁ja	-293
ub	-294
pi	-295
yapti	-296
tdi	-297
fa	-298
▁ju	-299
▁no	-300
oni	-301
▁tush	-302
▁av	-303
sp	-304
gar	-305
▁tur	-306
▁boshqa	-307
▁or	-308
▁ti	-309
▁yigi	-310
angi	-311
mu	-312
▁joy	-313
yicha	-314
▁lek	-315
son	-316
▁qilin	-317
▁lekin	-318
oli	-319
lga	-320
bu	-321
lov	-322
▁kun	-323
sini	-324
ech	-325
▁narsa	-326
tirish	-327
▁yana	-328
lardan	-329
no	-330
▁besh	-331
▁mi	-332
▁davlat	-333
▁su	-334
▁qilib	-335
lig	-336
kil	-337
▁uy	-338
lariga	-339
sti	-340
▁qiz	-341
▁yangi	-342
▁uni	-343
siga	-344
▁hay	-345
▁birinchi	-346
▁mar	-347
va	-348
▁hamma	-349
qo	-350
▁bar	-351
▁esa	-352
ng	-353
dek	-354
▁eti	-355
▁kat	-356
lu	-357
san	-358
▁juda	-359
▁mil	-360
▁an	-361
▁masa	-362
▁r	-363
▁hu	-364
▁ekan	-365
▁bola	-366
▁eng	-367
kor	-368
ilgan	-369
▁kim	-370
▁jam	-371
▁aso	-372
ku	-373
▁mah	-374
moni	-375
▁yoki	-376
de	-377
siy	-378
▁ye	-379
▁yigirma	-380
▁vaq	-381
liy	-382
rilgan	-383
▁er	-384
▁fa	-385
▁gap	-386
landi	-387
bir	-388
le	-389
tka	-390
▁katta	-391
tadi	-392
xona	-393
▁pay	-394
zim	-395
▁ular	-396
▁is	-397
▁bit	-398
▁ama	-399
▁top	-400
ba	-401
magan	-402
▁muh	-403
▁ne	-404
▁degan	-405
▁hech	-406
liq	-407
▁tashkil	-408
▁lo	-409
▁yerda	-410
yor	-411
▁sab	-412
▁bitta	-413
lagan	-414
sat	-415
yati	-416
tir	-417
ort	-418
▁ush	-419
oyda	-420
▁pro	-421
▁uning	-422
may	-423
▁davo	-424
▁kel	-425
▁haqida	-426
▁oshi	-427
diy	-428
miy	-429
▁qanday	-430
ish	-431
▁al	-432
rin	-433
▁kor	-434
chilik	-435
▁shah	-436
oq	-437
dda	-438
▁tosh	-439
it	-440
▁yosh	-441
ligini	-442
mp	-443
▁as	-444
sob	-445
sang	-446
dor	-447
iq	-448
▁foyda	-449
▁sak	-450
amiz	-451
biy	-452
▁pul	-453
▁rah	-454
larida	-455
maydi	-456
▁-	-457
▁holat	-458
gun	-459
▁olish	-460
▁chiqi	-461
▁am	-462
aniq	-463
riy	-464
▁sabab	-465
▁tan	-466
mot	-467
asi	-468
▁ij	-469
▁tomoni	-470
▁qilgan	-471
lanadi	-472
▁ah	-473
aning	-474
▁beri	-475
▁cho	-476
layotgan	-477
▁shuning	-478
▁ar	-479
ko	-480
min	-481
lmagan	-482
▁xiz	-483
▁far	-484
▁pre	-485
oyat	-486
te	-487
tilgan	-488
dik	-489
▁aniq	-490
▁xal	-491
▁xab	-492
▁ak	-493
▁ushbu	-494
kent	-495
yu	-496
qiz	-497
lmaydi	-498
▁qat	-499
▁xa	-500
viy	-501
▁vaqt	-502
▁oldi	-503
niy	-504
▁mash	-505
tar	-506
▁yor	-507
zid	-508
lumot	-509
▁tomonidan	-510
sin	-511
aqat	-512
larimiz	-513
rq	-514
▁po	-515
▁say	-516
shib	-517
▁hisob	-518
▁shi	-519
▁toshkent	-520
▁savo	-521
tab	-522
▁mak	-523
▁tad	-524
▁oy	-525
▁xabar	-526
▁milli	-527
bor	-528
es	-529
▁meni	-530
▁shunaqa	-531
▁kam	-532
▁el	-533
▁bugun	-534
sta	-535
lum	-536
fi	-537
▁prezid	-538
qsa	-539
▁qon	-540
▁vazi	-541
lanish	-542
shim	-543
iyat	-544
▁dast	-545
ildi	-546
▁qoldi	-547
▁ega	-548
▁tay	-549
▁qara	-550
mida	-551
sam	-552
su	-553
laydi	-554
▁barcha	-555
▁orqa	-556
▁jo	-557
▁old	-558
▁cha	-559
▁man	-560
ladigan	-561
▁il	-562
▁javo	-563
▁xalq	-564
▁tushun	-565
▁shax	-566
▁chun	-567
▁ikk	-568
▁talab	-569
▁qildi	-570
lmoqda	-571
▁chunki	-572
arakat	-573
kiz	-574
aman	-575
▁faqat	-576
ji	-577
tti	-578
▁yaq	-579
▁agar	-580
▁mav	-581
ssiya	-582
▁qis	-583
ru	-584
pa	-585
▁kelib	-586
▁se	-587
gacha	-588
fo	-589
▁qila	-590
▁pa	-591
▁ayt	-592
▁ikkinchi	-593
▁oi	-594
▁kelgan	-595
▁fi	-596
▁javob	-597
mish	-598
▁shunday	-599
▁olti	-600
▁buni	-601
and	-602
▁berish	-603
▁yoz	-604
▁vil	-605
▁ochi	-606
moqchi	-607
ib	-608
▁sakkiz	-609
▁ri	-610
▁resp	-611
▁kon	-612
▁qolgan	-613
mak	-614
dar	-615
▁but	-616
▁dar	-617
ublik	-618
ver	-619
▁respublik	-620
▁qab	-621
▁olgan	-622
loh	-623
rsat	-624
▁meh	-625
▁savol	-626
mani	-627
rida	-628
▁payt	-629
▁tayyor	-630
xi	-631
▁masalan	-632
▁huj	-633
▁nati	-634
▁tadbir	-635
▁og	-636
loq	-637
lashti	-638
▁tiz	-639
yotgan	-640
▁tak	-641
▁taq	-642
▁ichi	-643
▁kuni	-644
▁vazir	-645
▁komp	-646
ran	-647
mati	-648
▁ras	-649
▁butun	-650
shga	-651
▁amalga	-652
mla	-653
tiro	-654
▁bel	-655
▁natija	-656
▁yaqin	-657
▁dedi	-658
zini	-659
▁naf	-660
▁xizmat	-661
▁loyi	-662
qqiz	-663
rik	-664
aniya	-665
▁dun	-666
▁sud	-667
▁maqsa	-668
gina	-669
▁fuq	-670
larining	-671
vi	-672
▁bog	-673
▁ammo	-674
lida	-675
ron	-676
sangiz	-677
▁sho	-678
▁inson	-679
▁turib	-680
▁may	-681
kur	-682
ve	-683
▁avto	-684
▁fuqaro	-685
▁sen	-686
lon	-687
▁aka	-688
▁soha	-689
▁ishlab	-690
hat	-691
▁ayol	-692
▁mamla	-693
lmay	-694
tkaz	-695
▁xud	-696
sal	-697
▁olin	-698
▁jamo	-699
▁shar	-700
don	-701
▁di	-702
▁faoli	-703
lda	-704
lekt	-705
qar	-706
▁dara	-707
as	-708
▁imk	-709
jat	-710
▁yordam	-711
ho	-712
▁yetti	-713
▁hud	-714
rash	-715
▁hamda	-716
▁zar	-717
tiq	-718
▁eshi	-719
▁menga	-720
▁rossiya	-721
▁suv	-722
▁maktab	-723
▁demak	-724
▁orqali	-725
▁deydi	-726
▁qarshi	-727
▁qabul	-728
▁ularning	-729
▁aj	-730
▁marka	-731
▁et	-732
▁yara	-733
timo	-734
▁kiri	-735
▁million	-736
mni	-737
▁mas	-738
qari	-739
▁belgi	-740
hi	-741
laridan	-742
▁vo	-743
▁qiladi	-744
▁yoq	-745
zib	-746
chilar	-747
▁ter	-748
▁za	-749
zbekistonda	-750
▁ji	-751
rildi	-752
ter	-753
rsa	-754
▁dunyo	-755
▁ket	-756
lanib	-757
▁miso	-758
▁maz	-759
liya	-760
▁shuningdek	-761
▁che	-762
▁masala	-763
▁tez	-764
lot	-765
▁vi	-766
▁huq	-767
ush	-768
▁fik	-769
sidagi	-770
ino	-771
tibor	-772
▁shahar	-773
▁zo	-774
tirib	-775
▁ax	-776
du	-777
▁haqda	-778
▁umu	-779
▁ana	-780
▁kuch	-781
▁keldi	-782
▁berdi	-783
▁muro	-784
▁kasal	-785
▁bergan	-786
▁loyiha	-787
vat	-788
▁albat	-789
ingizni	-790
timiz	-791
▁albatta	-792
▁oila	-793
▁par	-794
▁ketdi	-795
▁qonun	-796
▁yig	-797
▁misol	-798
▁unga	-799
jon	-800
▁maj	-801
arli	-802
▁san	-803
sk	-804
riga	-805
xt	-806
tsiya	-807
nat	-808
▁ota	-809
▁ishlar	-810
▁bora	-811
▁ob	-812
▁jar	-813
▁muam	-814
giya	-815
▁quri	-816
shni	-817
▁bunday	-818
▁qancha	-819
▁etish	-820
▁prezident	-821
▁beradi	-822
▁mun	-823
▁olt	-824
zu	-825
sining	-826
▁rahb	-827
rim	-828
ddiy	-829
▁xoh	-830
vir	-831
ekt	-832
▁st	-833
▁bera	-834
lif	-835
▁oldin	-836
hon	-837
iga	-838
ttiz	-839
▁qanaqa	-840
rov	-841
liklar	-842
zga	-843
▁mamlakat	-844
▁ola	-845
▁elekt	-846
▁hali	-847
▁sin	-848
▁ora	-849
ram	-850
▁hoki	-851
lmas	-852
▁go	-853
▁davom	-854
ayotgan	-855
dingiz	-856
▁dey	-857
madi	-858
▁dastur	-859
▁ishla	-860
ingi	-861
▁dol	-862
ardi	-863
▁kishi	-864
▁qilingan	-865
▁ishtiro	-866
▁mahal	-867
xta	-868
rta	-869
▁tartib	-870
▁imkoni	-871
oti	-872
qat	-873
▁uz	-874
▁chiqib	-875
tob	-876
bol	-877
sani	-878
▁odamlar	-879
▁af	-880
▁ularni	-881
mir	-882
el	-883
▁muroja	-884
inglar	-885
rini	-886
ziy	-887
▁im	-888
▁ich	-889
▁xodim	-890
▁rivo	-891
▁bal	-892
▁xav	-893
▁muammo	-894
rishi	-895
zar	-896
ziga	-897
▁tani	-898
▁daraja	-899
rdi	-900
▁kar	-901
▁kir	-902
likka	-903
▁saq	-904
tkazi	-905
▁qilindi	-906
▁es	-907
eng	-908
▁jaray	-909
▁huquq	-910
▁ketgan	-911
▁asosiy	-912
zbek	-913
▁ellik	-914
larim	-915
tildi	-916
qib	-917
▁fut	-918
rab	-919
chon	-920
▁tas	-921
▁murojaat	-922
▁chiqari	-923
▁sama	-924
▁bildi	-925
▁tele	-926
▁sp	-927
▁jin	-928
▁rivoj	-929
val	-930
▁hujjat	-931
▁shaxs	-932
▁sifa	-933
▁qaysi	-934
▁xarakat	-935
likda	-936
liga	-937
var	-938
▁narsani	-939
▁biroq	-940
▁sizga	-941
▁hayot	-942
anda	-943
▁tex	-944
▁birga	-945
▁on	-946
iston	-947
▁tashqari	-948
masi	-949
shadi	-950
▁xavf	-951
▁aytgan	-952
xon	-953
▁mashina	-954
▁qaror	-955
▁ru	-956
▁biri	-957
lashtirish	-958
bil	-959
▁bundan	-960
▁xil	-961
riya	-962
▁yuqo	-963
▁mazkur	-964
▁vide	-965
▁ot	-966
▁bila	-967
▁joriy	-968
▁shart	-969
▁futbol	-970
▁topshi	-971
go	-972
▁ishon	-973
▁necha	-974
gu	-975
▁rahmat	-976
dida	-977
▁marta	-978
abi	-979
▁tari	-980
yapman	-981
▁til	-982
likni	-983
sak	-984
▁mahsu	-985
▁tashkilot	-986
▁la	-987
ey	-988
sus	-989
▁yash	-990
qan	-991
tari	-992
▁nam	-993
▁ishtirok	-994
▁sov	-995
proq	-996
▁undan	-997
▁qirq	-998
▁qur	-999
▁xalqaro	-1000
tishi	-1001
▁yubo	-1002
▁kitob	-1003
tiga	-1004
oz	-1005
▁tomon	-1006
▁tek	-1007
lanishi	-1008
riladi	-1009
▁ban	-1010
yish	-1011
lin	-1012
sidan	-1013
lashgan	-1014
oto	-1015
nan	-1016
kam	-1017
▁qiy	-1018
shish	-1019
▁iq	-1020
▁osh	-1021
zor	-1022
quv	-1023
atsiya	-1024
jud	-1025
▁ist	-1026
borot	-1027
▁sar	-1028
virus	-1029
▁nafar	-1030
kan	-1031
▁sifatida	-1032
▁key	-1033
▁kompaniya	-1034
▁taklif	-1035
▁korona	-1036
▁qachon	-1037
▁us	-1038
▁mahsulot	-1039
mda	-1040
▁etdi	-1041
sizmi	-1042
▁chek	-1043
▁jinoyat	-1044
▁yetka	-1045
▁koronavirus	-1046
▁xat	-1047
▁hudud	-1048
fon	-1049
▁yon	-1050
▁ayni	-1051
▁muno	-1052
▁reja	-1053
▁davomida	-1054
sita	-1055
qon	-1056
▁fikr	-1057
▁at	-1058
▁kur	-1059
▁aynan	-1060
▁kunda	-1061
yib	-1062
lg	-1063
▁om	-1064
▁nis	-1065
▁bos	-1066
kt	-1067
▁erta	-1068
▁inter	-1069
▁tuman	-1070
▁yomon	-1071
mizni	-1072
▁axborot	-1073
▁mir	-1074
▁rasmiy	-1075
rg	-1076
▁bugungi	-1077
▁farz	-1078
▁qish	-1079
▁chora	-1080
▁haqiq	-1081
araf	-1082
▁ona	-1083
▁etgan	-1084
sport	-1085
▁uchinchi	-1086
▁ishga	-1087
▁mavjud	-1088
▁bay	-1089
lam	-1090
▁organ	-1091
tiso	-1092
▁gaz	-1093
▁balki	-1094
▁keladi	-1095
timoiy	-1096
qish	-1097
▁nisbat	-1098
▁doi	-1099
▁buy	-1100
▁vilo	-1101
▁paytda	-1102
▁ijtimoiy	-1103
▁tadbirkor	-1104
eri	-1105
▁nom	-1106
▁tizim	-1107
▁vaziyat	-1108
▁nisbatan	-1109
dosh	-1110
oro	-1111
▁shifo	-1112
lantirish	-1113
diq	-1114
▁qiziq	-1115
▁shak	-1116
▁faoliyat	-1117
▁tug	-1118
kum	-1119
▁aholi	-1120
▁soat	-1121
▁bizn	-1122
▁video	-1123
▁chiqar	-1124
▁sam	-1125
mad	-1126
dov	-1127
▁oyi	-1128
▁shuncha	-1129
▁nav	-1130
▁eh	-1131
▁muhim	-1132
▁keyingi	-1133
▁ab	-1134
noma	-1135
▁viloyat	-1136
asidan	-1137
▁ag	-1138
▁ortiq	-1139
▁xit	-1140
▁mudda	-1141
▁tegi	-1142
layman	-1143
▁yuqori	-1144
▁kelish	-1145
▁borib	-1146
▁qayer	-1147
sib	-1148
▁yubor	-1149
uru	-1150
▁unda	-1151
▁sog	-1152
▁tor	-1153
▁turgan	-1154
og	-1155
▁ayb	-1156
▁bolalar	-1157
yot	-1158
▁umuman	-1159
▁sizni	-1160
zoq	-1161
idan	-1162
▁nimaga	-1163
je	-1164
mga	-1165
lini	-1166
▁ikkita	-1167
sion	-1168
ff	-1169
▁nazo	-1170
zod	-1171
lardi	-1172
▁boshladi	-1173
▁qayta	-1174
▁muta	-1175
moya	-1176
▁xus	-1177
▁voq	-1178
▁etildi	-1179
▁aq	-1180
▁uchrash	-1181
▁hammasi	-1182
▁voqe	-1183
▁xona	-1184
tu	-1185
▁yuzasidan	-1186
mizda	-1187
▁qora	-1188
▁ichida	-1189
lmadi	-1190
▁biznes	-1191
lom	-1192
▁respublikasi	-1193
▁topi	-1194
▁oqi	-1195
zon	-1196
▁aytib	-1197
rilmoqda	-1198
rga	-1199
▁xot	-1200
▁oq	-1201
lama	-1202
▁bunaqa	-1203
enti	-1204
▁yasha	-1205
▁op	-1206
aydi	-1207
yx	-1208
▁univer	-1209
log	-1210
▁bari	-1211
▁kecha	-1212
▁kela	-1213
von	-1214
oyev	-1215
▁kirib	-1216
▁qiyin	-1217
▁avtomo	-1218
tira	-1219
▁yilda	-1220
▁munosa	-1221
tirgan	-1222
lashga	-1223
▁tekshi	-1224
▁max	-1225
▁min	-1226
▁qarab	-1227
▁himoya	-1228
om	-1229
▁ust	-1230
▁ancha	-1231
▁oliy	-1232
▁ishlari	-1233
imi	-1234
▁anaqa	-1235
kin	-1236
▁bizni	-1237
▁gapi	-1238
zgar	-1239
▁mat	-1240
lohida	-1241
▁hozirgi	-1242
voz	-1243
▁nega	-1244
▁avval	-1245
▁universi	-1246
▁jan	-1247
▁vosita	-1248
▁yuri	-1249
▁bizga	-1250
▁bunga	-1251
shimcha	-1252
rni	-1253
shli	-1254
▁ajra	-1255
▁kabi	-1256
rif	-1257
bek	-1258
▁ularga	-1259
tiladi	-1260
▁haf	-1261
▁chaqi	-1262
▁hisoblanadi	-1263
▁tah	-1264
arim	-1265
▁etilgan	-1266
▁yuk	-1267
▁oshirish	-1268
▁ov	-1269
ingizga	-1270
▁foydalanish	-1271
mang	-1272
▁shuni	-1273
▁oz	-1274
▁oladi	-1275
▁och	-1276
▁olim	-1277
▁boshi	-1278
▁alohida	-1279
▁pi	-1280
▁milliy	-1281
bur	-1282
yada	-1283
uvchilar	-1284
▁zam	-1285
qadi	-1286
slar	-1287
▁tib	-1288
▁sal	-1289
▁taqdim	-1290
▁baj	-1291
▁raq	-1292
▁musta	-1293
▁olingan	-1294
liz	-1295
ygan	-1296
▁muho	-1297
▁tabi	-1298
yapmiz	-1299
lmasa	-1300
logiya	-1301
▁shundan	-1302
▁oltmish	-1303
▁yak	-1304
nik	-1305
ard	-1306
▁jami	-1307
▁surat	-1308
uz	-1309
▁uzoq	-1310
▁ichki	-1311
xo	-1312
▁guru	-1313
▁iqtiso	-1314
lashi	-1315
▁rahbar	-1316
▁imkoniyat	-1317
▁tibbiy	-1318
ura	-1319
▁kiy	-1320
▁dollar	-1321
sizlar	-1322
zida	-1323
▁bek	-1324
▁avtomobil	-1325
▁xuddi	-1326
▁tarmoq	-1327
▁os	-1328
▁xudo	-1329
llab	-1330
▁suh	-1331
▁holda	-1332
fot	-1333
▁mehnat	-1334
lag	-1335
▁li	-1336
▁harbiy	-1337
qiq	-1338
lovchi	-1339
▁huku	-1340
▁chiqqan	-1341
▁taj	-1342
▁iste	-1343
▁ken	-1344
kra	-1345
▁hamkor	-1346
▁xitoy	-1347
?.	-1348
udi	-1349
▁jur	-1350
▁havo	-1351
▁ista	-1352
▁kuchli	-1353
▁voqea	-1354
▁tegishli	-1355
ss	-1356
▁tasdiq	-1357
▁ijo	-1358
▁qadar	-1359
▁farzand	-1360
yoq	-1361
lub	-1362
▁doim	-1363
vish	-1364
▁berilgan	-1365
▁chet	-1366
▁siyo	-1367
ratsiya	-1368
▁jahon	-1369
▁asosida	-1370
▁vazirligi	-1371
▁xay	-1372
kid	-1373
assi	-1374
▁turli	-1375
▁baho	-1376
▁boshqar	-1377
▁kuza	-1378
▁mutax	-1379
▁poli	-1380
▁ser	-1381
▁mutaxassi	-1382
▁harakat	-1383
▁berib	-1384
▁jarayon	-1385
▁buning	-1386
▁tushi	-1387
▁miq	-1388
▁quyi	-1389
▁baribir	-1390
zlari	-1391
mov	-1392
evro	-1393
▁hokim	-1394
▁yetmish	-1395
▁bizda	-1396
▁ishlash	-1397
▁kech	-1398
▁chiqdi	-1399
▁sport	-1400
▁chiqish	-1401
▁xohla	-1402
▁maqsadida	-1403
ylab	-1404
▁hafta	-1405
▁halo	-1406
▁kom	-1407
ant	-1408
▁xizmati	-1409
tak	-1410
lsak	-1411
▁sav	-1412
▁hozirda	-1413
din	-1414
miga	-1415
▁maxsus	-1416
▁hur	-1417
▁tajrib	-1418
masini	-1419
▁bozor	-1420
▁his	-1421
lmayman	-1422
qu	-1423
fat	-1424
▁uyi	-1425
inch	-1426
▁hodi	-1427
▁boy	-1428
▁telefon	-1429
gram	-1430
▁tuga	-1431
▁ishi	-1432
▁maqsad	-1433
▁iz	-1434
tayotgan	-1435
▁nazorat	-1436
tidan	-1437
▁um	-1438
▁alo	-1439
nalish	-1440
chib	-1441
▁oddiy	-1442
ts	-1443
▁xavfsiz	-1444
▁rek	-1445
▁ochiq	-1446
dr	-1447
era	-1448
▁jamoa	-1449
▁quv	-1450
▁kirish	-1451
▁yoni	-1452
lashib	-1453
▁atro	-1454
▁poy	-1455
▁yar	-1456
▁fo	-1457
qson	-1458
ero	-1459
tet	-1460
▁sharo	-1461
▁turki	-1462
▁yarim	-1463
▁assa	-1464
gov	-1465
nash	-1466
mol	-1467
▁yevro	-1468
▁korxona	-1469
▁kenga	-1470
▁tran	-1471
▁raqam	-1472
▁qanaq	-1473
▁usti	-1474
▁tik	-1475
▁sakson	-1476
▁munosabat	-1477
▁milliard	-1478
▁savdo	-1479
ding	-1480
▁qilishi	-1481
▁qilinadi	-1482
▁uchrashuv	-1483
▁yog	-1484
▁alay	-1485
▁dan	-1486
▁haqiqat	-1487
▁tayin	-1488
▁suhbat	-1489
▁agent	-1490
mizga	-1491
mayman	-1492
▁vazifa	-1493
▁samarq	-1494
gani	-1495
adir	-1496
iza	-1497
▁hat	-1498
▁bank	-1499
sim	-1500
rol	-1501
▁respublika	-1502
▁mehmon	-1503
▁shav	-1504
lyapti	-1505
▁bizlar	-1506
▁tav	-1507
▁muddat	-1508
▁mahalla	-1509
raman	-1510
▁qizi	-1511
masdan	-1512
lashtirilgan	-1513
▁elektr	-1514
▁erka	-1515
tilmoqda	-1516
qit	-1517
far	-1518
tasi	-1519
▁tanish	-1520
ramiz	-1521
lsin	-1522
▁kechi	-1523
qiy	-1524
mcha	-1525
▁soni	-1526
shan	-1527
sir	-1528
▁hodisa	-1529
▁ang	-1530
▁shavkat	-1531
▁sodir	-1532
rit	-1533
▁mab	-1534
▁ijro	-1535
yekt	-1536
▁xotin	-1537
▁qurilish	-1538
▁mablag	-1539
nali	-1540
▁bino	-1541
▁jazo	-1542
zda	-1543
▁unaqa	-1544
▁shunga	-1545
▁yoshlar	-1546
rij	-1547
▁hozircha	-1548
▁hatto	-1549
▁alaykum	-1550
▁edim	-1551
▁qor	-1552
ingizda	-1553
chalik	-1554
lak	-1555
▁ox	-1556
▁etadi	-1557
sil	-1558
▁qishloq	-1559
▁bah	-1560
▁ketadi	-1561
▁viloyati	-1562
radigan	-1563
eya	-1564
▁nu	-1565
rganish	-1566
▁hal	-1567
▁qayd	-1568
ligiga	-1569
▁gu	-1570
daryo	-1571
tlar	-1572
angiz	-1573
▁qanaqadir	-1574
ray	-1575
▁asosan	-1576
▁bosqi	-1577
▁gapir	-1578
ganda	-1579
▁jurnali	-1580
▁oxi	-1581
▁ap	-1582
uniy	-1583
siq	-1584
▁mening	-1585
▁du	-1586
lang	-1587
▁uru	-1588
zil	-1589
▁zi	-1590
▁jum	-1591
rna	-1592
▁ara	-1593
▁asos	-1594
▁xorij	-1595
▁navbat	-1596
ks	-1597
tiyo	-1598
alb	-1599
chisi	-1600
ingni	-1601
lomu	-1602
▁erkak	-1603
▁faoliyati	-1604
▁toshkentda	-1605
▁ener	-1606
▁hurmat	-1607
▁paydo	-1608
zish	-1609
riq	-1610
▁dars	-1611
▁etiladi	-1612
rtinchi	-1613
▁belgilangan	-1614
▁met	-1615
mini	-1616
demi	-1617
▁assalomu	-1618
mor	-1619
▁qilamiz	-1620
▁modda	-1621
erika	-1622
▁tergov	-1623
▁rahbari	-1624
▁iqtisodiy	-1625
risidagi	-1626
▁shunda	-1627
▁sotib	-1628
br	-1629
▁kas	-1630
▁qozo	-1631
▁qilaman	-1632
lishini	-1633
▁omma	-1634
▁tizimi	-1635
tishga	-1636
▁port	-1637
▁amerika	-1638
qil	-1639
minlash	-1640
▁foto	-1641
bus	-1642
▁saylov	-1643
▁orasida	-1644
▁turibdi	-1645
ziyoyev	-1646
▁tushgan	-1647
▁mirziyoyev	-1648
for	-1649
▁politsiya	-1650
▁oson	-1651
uni	-1652
▁aks	-1653
tiv	-1654
zal	-1655
▁yur	-1656
▁yilning	-1657
tim	-1658
bar	-1659
lgani	-1660
▁oxir	-1661
▁hokimi	-1662
▁jon	-1663
▁tarix	-1664
▁dedim	-1665
lanuvchi	-1666
zimni	-1667
▁prezidenti	-1668
pchilik	-1669
mal	-1670
assa	-1671
kon	-1672
▁kurs	-1673
yn	-1674
▁jumla	-1675
▁muassa	-1676
▁namoy	-1677
▁ada	-1678
▁menimcha	-1679
zat	-1680
▁erish	-1681
imda	-1682
una	-1683
▁muva	-1684
net	-1685
▁madan	-1686
lis	-1687
▁lozim	-1688
▁holatda	-1689
ffaq	-1690
▁yanada	-1691
▁aloqa	-1692
yxat	-1693
▁muvaffaq	-1694
▁qim	-1695
zingiz	-1696
▁ibo	-1697
lol	-1698
▁moliya	-1699
▁guruh	-1700
▁yerga	-1701
▁talaba	-1702
olyot	-1703
tirdi	-1704
▁nazar	-1705
▁aa	-1706
biya	-1707
▁qismi	-1708
xsha	-1709
▁qator	-1710
ror	-1711
▁umumiy	-1712
▁kre	-1713
idagi	-1714
plab	-1715
▁muassasa	-1716
▁chem	-1717
▁berildi	-1718
▁fil	-1719
▁oda	-1720
▁tarqa	-1721
▁etib	-1722
yon	-1723
qin	-1724
▁jaro	-1725
▁atrof	-1726
▁olma	-1727
▁qimmat	-1728
gona	-1729
lati	-1730
limi	-1731
shiga	-1732
▁ovqat	-1733
▁keng	-1734
▁past	-1735
aga	-1736
▁bular	-1737
sho	-1738
▁qam	-1739
par	-1740
▁qola	-1741
laymiz	-1742
▁matbu	-1743
lumotlar	-1744
zlar	-1745
tirilgan	-1746
▁chempi	-1747
▁qoladi	-1748
yilgan	-1749
▁tabiiy	-1750
vishda	-1751
▁tam	-1752
▁narx	-1753
▁shug	-1754
▁bizning	-1755
▁yigit	-1756
batida	-1757
po	-1758
▁tuf	-1759
▁vafot	-1760
▁universitet	-1761
▁tra	-1762
▁tavsiya	-1763
▁borish	-1764
▁xusu	-1765
▁haligi	-1766
kama	-1767
kiy	-1768
▁biror	-1769
▁ad	-1770
▁turadi	-1771
bos	-1772
▁sev	-1773
stlar	-1774
▁deyi	-1775
quvvat	-1776
▁qozog	-1777
▁maydon	-1778
chik	-1779
▁chiqarish	-1780
dora	-1781
▁mavzu	-1782
▁yozib	-1783
ling	-1784
▁ravishda	-1785
▁samara	-1786
▁ahvo	-1787
▁qoida	-1788
▁mahalliy	-1789
lil	-1790
▁xur	-1791
▁for	-1792
ati	-1793
▁doira	-1794
▁rux	-1795
dayam	-1796
▁eksp	-1797
▁bormi	-1798
▁texno	-1799
▁jarayoni	-1800
ayli	-1801
likdan	-1802
yasi	-1803
vor	-1804
▁uje	-1805
▁mate	-1806
▁jab	-1807
▁yakun	-1808
▁gul	-1809
ton	-1810
ekin	-1811
▁boshlab	-1812
▁halok	-1813
▁jamoat	-1814
▁shakl	-1815
▁xari	-1816
▁sir	-1817
▁xato	-1818
▁zarur	-1819
lishiga	-1820
▁nech	-1821
▁elektron	-1822
▁zarar	-1823
yatida	-1824
▁mux	-1825
▁idora	-1826
▁qilishga	-1827
indi	-1828
▁tushib	-1829
xsh	-1830
▁qaro	-1831
▁matbuot	-1832
yt	-1833
▁internet	-1834
tik	-1835
▁olindi	-1836
▁darajada	-1837
yaga	-1838
▁jang	-1839
▁boshlagan	-1840
▁rivojlantirish	-1841
▁ukra	-1842
▁hukumat	-1843
▁qirg	-1844
▁masla	-1845
▁yildan	-1846
▁jumladan	-1847
▁gi	-1848
mdan	-1849
▁tufayli	-1850
xonaga	-1851
▁l	-1852
▁amal	-1853
▁taraf	-1854
▁vaqtida	-1855
se	-1856
▁vakil	-1857
quvchi	-1858
▁haydov	-1859
▁fe	-1860
maslik	-1861
lanmoqda	-1862
▁aslida	-1863
kib	-1864
▁bunda	-1865
▁yopi	-1866
▁mutaxassis	-1867
▁sot	-1868
ganman	-1869
rup	-1870
▁ruxsat	-1871
▁yolg	-1872
▁ishlaydi	-1873
▁judayam	-1874
▁tanlov	-1875
▁it	-1876
▁ishonch	-1877
rto	-1878
▁tax	-1879
dit	-1880
▁gaplash	-1881
▁oxirgi	-1882
▁ayrim	-1883
▁natijasida	-1884
uli	-1885
zining	-1886
sul	-1887
▁shahri	-1888
sad	-1889
▁buyu	-1890
▁yetib	-1891
▁aytdi	-1892
sand	-1893
end	-1894
▁sur	-1895
▁jamiyat	-1896
tkazish	-1897
yapsiz	-1898
▁yetkaz	-1899
▁bekor	-1900
ert	-1901
me	-1902
▁hujum	-1903
roz	-1904
tal	-1905
▁samarqand	-1906
▁rus	-1907
▁qayerda	-1908
▁ovoz	-1909
▁ton	-1910
ratura	-1911
gik	-1912
mush	-1913
▁tili	-1914
moqchiman	-1915
▁uchta	-1916
roy	-1917
▁tajriba	-1918
mlik	-1919
▁baxt	-1920
▁jabr	-1921
▁chiqadi	-1922
▁ing	-1923
▁kelaja	-1924
bon	-1925
▁sababi	-1926
jal	-1927
▁tumani	-1928
▁ilk	-1929
▁sababli	-1930
▁inve	-1931
lardagi	-1932
▁xu	-1933
▁tinch	-1934
▁degani	-1935
ment	-1936
nggi	-1937
ler	-1938
▁qilini	-1939
gara	-1940
ft	-1941
oh	-1942
▁nor	-1943
▁ozod	-1944
▁vaqtda	-1945
▁maslahat	-1946
ami	-1947
▁yong	-1948
choq	-1949
▁proku	-1950
▁shifokor	-1951
bay	-1952
stit	-1953
▁muhokama	-1954
▁samolyot	-1955
▁etmoqda	-1956
ladimi	-1957
▁turi	-1958
▁markaziy	-1959
▁erkin	-1960
▁kut	-1961
rial	-1962
yut	-1963
▁ayta	-1964
▁dori	-1965
chilari	-1966
▁ve	-1967
▁mul	-1968
▁amaliy	-1969
▁akt	-1970
▁alma	-1971
▁quyidagi	-1972
layn	-1973
▁kelin	-1974
▁bux	-1975
▁qisqa	-1976
▁xohlasa	-1977
▁bilim	-1978
▁yevropa	-1979
pay	-1980
▁bosqich	-1981
▁bag	-1982
▁umi	-1983
is	-1984
▁farg	-1985
▁sharoit	-1986
ora	-1987
▁majbur	-1988
▁shahrida	-1989
uk	-1990
▁sifat	-1991
▁dastlab	-1992
▁fan	-1993
▁muz	-1994
▁safar	-1995
onaviy	-1996
zbekistonlik	-1997
▁fran	-1998
chk	-1999
siyo	-2000
▁faol	-2001
gir	-2002
▁pod	-2003
▁saqlash	-2004
a	-2005
▁	-2006
i	-2007
n	-2008
o	-2009
l	-2010
r	-2011
s	-2012
t	-2013
h	-2014
d	-2015
m	-2016
b	-2017
g	-2018
u	-2019
y	-2020
k	-2021
e	-2022
q	-2023
'	-2024
z	-2025
.	-2026
v	-2027
c	-2028
,	-2029
x	-2030
p	-2031
j	-2032
f	-2033
-	-2034
?	-2035
w	-2036
1	-2037
0	-2038
2	-2039
5	-2040
3	-2041
4	-2042
7	-2043
6	-2044
8	-2045
9	-2046
