<unk>	0
la	-0
sh	-1
an	-2
▁b	-3
in	-4
da	-5
di	-6
▁o	-7
lar	-8
li	-9
▁t	-10
ch	-11
▁k	-12
ma	-13
▁q	-14
ga	-15
▁y	-16
ar	-17
ti	-18
ni	-19
gan	-20
▁bo	-21
si	-22
ri	-23
▁u	-24
▁m	-25
ing	-26
▁h	-27
on	-28
▁a	-29
▁s	-30
ra	-31
▁e	-32
▁bi	-33
at	-34
am	-35
▁i	-36
un	-37
▁x	-38
iz	-39
chi	-40
il	-41
dan	-42
shi	-43
gi	-44
▁ma	-45
▁v	-46
ta	-47
▁ke	-48
ya	-49
or	-50
lan	-51
▁sh	-52
ini	-53
sa	-54
▁ta	-55
ki	-56
zi	-57
▁bu	-58
lari	-59
▁ko	-60
▁d	-61
▁yo	-62
▁to	-63
▁va	-64
lik	-65
▁j	-66
▁qo	-67
▁n	-68
ro	-69
mo	-70
ay	-71
cha	-72
er	-73
▁p	-74
en	-75
mi	-76
ning	-77
▁tu	-78
lo	-79
▁f	-80
▁mu	-81
▁qi	-82
▁bir	-83
st	-84
lgan	-85
aq	-86
ladi	-87
▁de	-88
ot	-89
ka	-90
▁xam	-91
▁da	-92
ldi	-93
▁uch	-94
ek	-95
lib	-96
▁so	-97
▁yu	-98
man	-99
miz	-100
▁be	-101
siz	-102
▁ish	-103
ab	-104
oy	-105
iy	-106
vo	-107
al	-108
ur	-109
▁bilan	-110
▁qil	-111
▁ay	-112
qi	-113
lash	-114
▁ho	-115
lish	-116
▁ya	-117
dagi	-118
rish	-119
ana	-120
lma	-121
qa	-122
▁ki	-123
lab	-124
larni	-125
uv	-126
ari	-127
ani	-128
▁uchun	-129
▁bosh	-130
yi	-131
▁ch	-132
ydi	-133
▁shu	-134
ir	-135
moq	-136
rib	-137
ol	-138
ara	-139
▁chi	-140
tib	-141
▁men	-142
▁bor	-143
▁ni	-144
ul	-145
▁g	-146
et	-147
▁shun	-148
sha	-149
mas	-150
▁ik	-151
ston	-152
▁sa	-153
siya	-154
▁ku	-155
yo	-156
dim	-157
re	-158
so	-159
rak	-160
kin	-161
larga	-162
ona	-163
zo	-164
▁biz	-165
lat	-166
▁na	-167
▁ra	-168
ingiz	-169
▁en	-170
day	-171
yin	-172
ligi	-173
▁ol	-174
to	-175
▁ha	-176
▁te	-177
ining	-178
zb	-179
za	-180
ud	-181
moqda	-182
zir	-183
rgan	-184
dam	-185
▁ham	-186
▁kerak	-187
▁ikki	-188
ida	-189
lay	-190
um	-191
ja	-192
▁in	-193
adi	-194
▁haq	-195
yap	-196
kiston	-197
▁xo	-198
▁tash	-199
tish	-200
larning	-201
▁sha	-202
▁qan	-203
do	-204
na	-205
lishi	-206
▁nima	-207
ang	-208
inchi	-209
zbe	-210
im	-211
aro	-212
▁ber	-213
dir	-214
▁ga	-215
▁qay	-216
zbekiston	-217
ent	-218
▁ba	-219
▁siz	-220
mat	-221
▁yi	-222
sida	-223
uq	-224
▁bun	-225
larini	-226
▁me	-227
tgan	-228
▁mana	-229
us	-230
▁qu	-231
▁nar	-232
otgan	-233
lek	-234
▁yuz	-235
roq	-236
▁chiq	-237
radi	-238
▁hozir	-239
lani	-240
▁edi	-241
▁yil	-242
rat	-243
aqa	-244
mon	-245
▁qar	-246
bat	-247
▁mum	-248
▁mumkin	-249
▁un	-250
larda	-251
▁yax	-252
▁tar	-253
▁ming	-254
kat	-255
langan	-256
▁yaxshi	-257
ov	-258
▁re	-259
▁ek	-260
▁deb	-261
▁do	-262
▁qa	-263
▁ro	-264
lim	-265
▁dav	-266
bi	-267
▁hi	-268
tida	-269
▁keyin	-270
▁yer	-271
bo	-272
ina	-273
▁odam	-274
yat	-275
▁har	-276
▁mo	-277
▁z	-278
▁si	-279
ev	-280
tdi	-281
rt	-282
▁emas	-283
▁qilish	-284
rma	-285
ut	-286
▁olib	-287
lsa	-288
▁ka	-289
ha	-290
▁endi	-291
▁ja	-292
oni	-293
▁yet	-294
uvchi	-295
pi	-296
▁av	-297
▁tush	-298
▁tur	-299
▁no	-300
fa	-301
▁ju	-302
▁su	-303
angi	-304
▁ti	-305
yapti	-306
▁qilin	-307
lu	-308
gar	-309
▁boshqa	-310
▁joy	-311
▁or	-312
ech	-313
lga	-314
▁ular	-315
sini	-316
oli	-317
bu	-318
▁qiz	-319
▁lek	-320
son	-321
▁uy	-322
▁kun	-323
lov	-324
▁hay	-325
ng	-326
▁lekin	-327
▁yana	-328
sp	-329
mu	-330
▁esa	-331
▁yangi	-332
lig	-333
tirish	-334
▁uni	-335
▁bar	-336
▁yigi	-337
qo	-338
siga	-339
▁bola	-340
▁narsa	-341
sti	-342
va	-343
no	-344
▁eti	-345
san	-346
dek	-347
landi	-348
lariga	-349
▁davlat	-350
▁hamma	-351
▁mi	-352
yicha	-353
ilgan	-354
▁qilib	-355
▁mar	-356
lardan	-357
▁juda	-358
▁er	-359
▁kim	-360
▁hu	-361
▁kat	-362
kil	-363
▁ekan	-364
▁uning	-365
▁ye	-366
kor	-367
▁vaq	-368
xona	-369
▁eng	-370
▁besh	-371
▁r	-372
▁birinchi	-373
▁jam	-374
▁an	-375
▁beri	-376
▁gap	-377
tadi	-378
▁is	-379
siy	-380
▁top	-381
▁sab	-382
tir	-383
ku	-384
▁mah	-385
tka	-386
magan	-387
ba	-388
▁masa	-389
▁aso	-390
▁hech	-391
biy	-392
▁fa	-393
zim	-394
▁qanday	-395
▁katta	-396
▁pay	-397
▁mil	-398
tiri	-399
moni	-400
liy	-401
oq	-402
▁im	-403
▁ne	-404
▁muh	-405
yor	-406
may	-407
chilik	-408
lagan	-409
liq	-410
de	-411
▁ama	-412
▁tosh	-413
▁am	-414
bir	-415
▁kel	-416
▁yoki	-417
▁davo	-418
sat	-419
oyda	-420
▁haqida	-421
le	-422
ish	-423
rin	-424
yati	-425
▁ush	-426
▁al	-427
▁lo	-428
maydi	-429
ort	-430
▁shah	-431
▁degan	-432
▁sabab	-433
▁tashkil	-434
▁as	-435
diy	-436
ub	-437
iq	-438
miy	-439
aniq	-440
ligini	-441
▁yigirma	-442
▁oshi	-443
▁bit	-444
dor	-445
dda	-446
▁yosh	-447
it	-448
▁yerda	-449
sob	-450
lanadi	-451
▁foyda	-452
▁kor	-453
sang	-454
lmagan	-455
▁-	-456
▁tan	-457
amiz	-458
aning	-459
▁bitta	-460
▁holat	-461
▁ah	-462
▁cho	-463
▁pro	-464
▁pul	-465
▁aniq	-466
qib	-467
▁xab	-468
▁olish	-469
▁shi	-470
mot	-471
kent	-472
gun	-473
larida	-474
lmaydi	-475
▁ar	-476
▁far	-477
▁say	-478
tar	-479
▁qilgan	-480
▁xiz	-481
tilgan	-482
▁ij	-483
▁rah	-484
lum	-485
dik	-486
▁ak	-487
▁shuning	-488
▁oldi	-489
▁toshkent	-490
▁mash	-491
oyat	-492
▁xabar	-493
▁vaqt	-494
shib	-495
sin	-496
layotgan	-497
▁pre	-498
riy	-499
ko	-500
▁qat	-501
▁xa	-502
▁qoldi	-503
▁xal	-504
▁yor	-505
▁tomoni	-506
mp	-507
▁ushbu	-508
aqat	-509
▁sak	-510
lumot	-511
rq	-512
lmoqda	-513
yu	-514
ildi	-515
zid	-516
min	-517
▁hisob	-518
▁barcha	-519
viy	-520
tab	-521
▁mak	-522
laydi	-523
▁kam	-524
shga	-525
larimiz	-526
▁vazi	-527
te	-528
shim	-529
bor	-530
fo	-531
▁po	-532
▁ega	-533
qiz	-534
▁qara	-535
▁tay	-536
▁qildi	-537
▁meni	-538
▁tomonidan	-539
ik	-540
▁oy	-541
▁se	-542
▁tad	-543
▁prezid	-544
su	-545
sta	-546
▁ammo	-547
iyat	-548
ib	-549
▁savo	-550
▁il	-551
niy	-552
▁shunday	-553
▁qon	-554
▁bugun	-555
ssiya	-556
▁faqat	-557
▁qolgan	-558
qsa	-559
▁yaq	-560
sidan	-561
▁el	-562
pa	-563
▁et	-564
sam	-565
arakat	-566
▁dast	-567
▁dar	-568
▁javo	-569
▁cha	-570
▁mav	-571
and	-572
▁man	-573
▁xalq	-574
▁tushun	-575
din	-576
▁chun	-577
▁shax	-578
▁buni	-579
▁jo	-580
mida	-581
▁talab	-582
▁chunki	-583
▁qiladi	-584
▁og	-585
▁pa	-586
▁qila	-587
▁oi	-588
▁nati	-589
▁qis	-590
aman	-591
▁ochi	-592
gacha	-593
▁kelgan	-594
▁orqa	-595
▁meh	-596
fi	-597
kinchi	-598
▁milli	-599
▁javob	-600
▁kelib	-601
dar	-602
▁ikkinchi	-603
▁natija	-604
moqchi	-605
ru	-606
▁vil	-607
▁olgan	-608
▁ayt	-609
▁tayyor	-610
ji	-611
loq	-612
▁kuch	-613
▁berish	-614
▁ri	-615
▁shunaqa	-616
mani	-617
loh	-618
▁dun	-619
▁qab	-620
▁ularning	-621
▁huj	-622
lanish	-623
rida	-624
xi	-625
qish	-626
▁sen	-627
lmay	-628
▁sho	-629
▁yoz	-630
rsat	-631
▁payt	-632
▁mam	-633
▁ayol	-634
mati	-635
▁agar	-636
ver	-637
es	-638
▁yaqin	-639
hat	-640
▁ras	-641
▁taq	-642
▁but	-643
rik	-644
tob	-645
▁ichi	-646
▁dedi	-647
chilar	-648
lida	-649
▁kon	-650
▁tak	-651
gina	-652
▁bog	-653
▁inson	-654
kiz	-655
▁haqda	-656
ron	-657
mish	-658
▁olin	-659
▁kuni	-660
tiro	-661
zini	-662
don	-663
▁eshi	-664
sal	-665
▁amalga	-666
rash	-667
▁bel	-668
ran	-669
▁mamla	-670
▁zar	-671
▁tadbir	-672
▁may	-673
▁olti	-674
▁savol	-675
mak	-676
▁xizmat	-677
kur	-678
▁tiz	-679
▁jamo	-680
qar	-681
aniya	-682
▁butun	-683
▁vazir	-684
▁resp	-685
zbekistonda	-686
▁suv	-687
▁aj	-688
▁turib	-689
far	-690
▁komp	-691
tirib	-692
▁sakkiz	-693
▁imk	-694
ublik	-695
larim	-696
tiq	-697
▁respublik	-698
▁ter	-699
hi	-700
▁shar	-701
lon	-702
▁dara	-703
▁rossiya	-704
▁bunday	-705
▁dunyo	-706
▁yara	-707
oz	-708
lda	-709
▁yordam	-710
yotgan	-711
▁di	-712
▁masalan	-713
larining	-714
▁maqsa	-715
▁menga	-716
▁quri	-717
jat	-718
▁loyi	-719
ladigan	-720
vi	-721
▁kiri	-722
rdi	-723
sangiz	-724
tkaz	-725
ve	-726
▁berdi	-727
▁qarshi	-728
▁fuq	-729
▁keldi	-730
madi	-731
▁maktab	-732
▁marka	-733
▁qabul	-734
▁ji	-735
timo	-736
▁ota	-737
▁biroq	-738
▁che	-739
▁ket	-740
laridan	-741
▁xud	-742
▁sud	-743
▁fik	-744
lot	-745
▁fuqaro	-746
▁hud	-747
▁ketdi	-748
ush	-749
▁ishlab	-750
▁mas	-751
lekt	-752
lanib	-753
▁tez	-754
sining	-755
qari	-756
rim	-757
ardi	-758
rsa	-759
▁kasal	-760
▁maz	-761
▁unga	-762
▁faoli	-763
▁shahar	-764
tsiya	-765
▁aka	-766
zib	-767
lmas	-768
▁yig	-769
▁za	-770
xt	-771
du	-772
oti	-773
▁belgi	-774
▁yoq	-775
qqiz	-776
liya	-777
▁par	-778
▁soha	-779
▁kishi	-780
▁oila	-781
▁albat	-782
▁ax	-783
▁orqali	-784
▁albatta	-785
arli	-786
tti	-787
jon	-788
▁masala	-789
bol	-790
▁davom	-791
riga	-792
ino	-793
asi	-794
▁shuningdek	-795
▁mis	-796
▁muam	-797
▁bora	-798
ingizni	-799
ter	-800
tibor	-801
nat	-802
▁mamlakat	-803
▁demak	-804
zga	-805
▁san	-806
▁go	-807
vir	-808
▁bah	-809
▁bergan	-810
▁yetti	-811
▁maj	-812
vat	-813
▁ora	-814
▁fut	-815
ayotgan	-816
▁deydi	-817
▁beradi	-818
iga	-819
lif	-820
zu	-821
▁umu	-822
▁jar	-823
▁qancha	-824
sidagi	-825
▁hamda	-826
xta	-827
▁zo	-828
ddiy	-829
▁hali	-830
▁sin	-831
▁prezident	-832
▁mun	-833
▁ola	-834
rov	-835
▁avto	-836
dingiz	-837
▁million	-838
▁hoki	-839
as	-840
▁huq	-841
ziy	-842
▁muro	-843
ziga	-844
rini	-845
▁qonun	-846
ram	-847
qat	-848
▁qilindi	-849
▁ularni	-850
liklar	-851
mir	-852
▁tas	-853
▁ana	-854
▁loyiha	-855
bar	-856
▁es	-857
▁odamlar	-858
▁oldin	-859
▁ketgan	-860
▁imkoni	-861
▁futbol	-862
▁qilingan	-863
▁ishla	-864
▁muammo	-865
hon	-866
▁bera	-867
eng	-868
shish	-869
▁ishlar	-870
▁ob	-871
lashtiri	-872
ingi	-873
▁vi	-874
▁dey	-875
▁af	-876
▁bildi	-877
▁vo	-878
▁xoh	-879
chon	-880
▁elekt	-881
likka	-882
▁ishtiro	-883
rilgan	-884
▁etish	-885
▁chiqib	-886
▁uz	-887
giya	-888
▁ich	-889
rab	-890
▁tani	-891
▁sama	-892
tildi	-893
▁hayot	-894
rta	-895
▁tartib	-896
liga	-897
▁mahal	-898
▁rivo	-899
▁kar	-900
val	-901
▁saq	-902
▁yuza	-903
timiz	-904
▁misol	-905
▁bal	-906
▁olt	-907
▁ot	-908
iston	-909
tkazi	-910
▁st	-911
▁biri	-912
▁asosiy	-913
zar	-914
▁xav	-915
▁daraja	-916
▁dastur	-917
shadi	-918
lg	-919
ekt	-920
▁on	-921
▁ishon	-922
anda	-923
▁jaray	-924
▁rivoj	-925
▁xodim	-926
▁kitob	-927
▁tari	-928
sani	-929
▁qur	-930
▁us	-931
▁ru	-932
▁ona	-933
▁xarakat	-934
zbek	-935
bil	-936
▁muroja	-937
▁jin	-938
▁mashina	-939
xon	-940
▁osh	-941
▁bundan	-942
▁tele	-943
▁hujjat	-944
likda	-945
▁mazkur	-946
▁qanaqa	-947
▁yomon	-948
▁qaysi	-949
▁shaxs	-950
▁dol	-951
yish	-952
▁nam	-953
▁sifa	-954
▁chiqari	-955
ttiz	-956
shiga	-957
▁til	-958
▁ayni	-959
var	-960
▁shifo	-961
▁sizga	-962
shimiz	-963
▁yash	-964
▁tomon	-965
▁yon	-966
▁topshi	-967
▁qaror	-968
▁birga	-969
▁bila	-970
rg	-971
▁xavf	-972
▁sov	-973
mni	-974
▁yuqo	-975
riya	-976
▁sp	-977
abi	-978
kan	-979
oto	-980
qan	-981
▁murojaat	-982
▁sar	-983
kam	-984
tiga	-985
▁huquq	-986
inglar	-987
▁qiyin	-988
▁tashqari	-989
proq	-990
lin	-991
▁xat	-992
tari	-993
zor	-994
▁aytgan	-995
likni	-996
▁tex	-997
▁chek	-998
▁fikr	-999
▁necha	-1000
▁qachon	-1001
▁marta	-1002
▁yubo	-1003
yapman	-1004
sus	-1005
qon	-1006
▁shart	-1007
▁narsani	-1008
▁farz	-1009
▁ist	-1010
lashtirish	-1011
▁la	-1012
masi	-1013
el	-1014
lmadi	-1015
▁ishtirok	-1016
jud	-1017
▁mahsu	-1018
lashgan	-1019
mda	-1020
sak	-1021
▁tek	-1022
rildi	-1023
▁haqiq	-1024
▁taklif	-1025
▁mir	-1026
▁etgan	-1027
shni	-1028
▁etdi	-1029
▁yetka	-1030
gu	-1031
▁iq	-1032
▁reja	-1033
virus	-1034
▁voq	-1035
▁at	-1036
▁undan	-1037
▁boshladi	-1038
▁xil	-1039
▁erta	-1040
▁ellik	-1041
▁voqe	-1042
▁korona	-1043
nan	-1044
▁muno	-1045
▁ban	-1046
▁koronavirus	-1047
▁vaziyat	-1048
▁qish	-1049
▁rasmiy	-1050
go	-1051
▁keladi	-1052
diq	-1053
▁bay	-1054
▁tashkilot	-1055
atsiya	-1056
▁bos	-1057
▁vide	-1058
lam	-1059
yib	-1060
▁rahmat	-1061
▁joriy	-1062
▁xalqaro	-1063
tirgan	-1064
▁xit	-1065
dida	-1066
▁mahsulot	-1067
▁sifatida	-1068
▁tor	-1069
▁aynan	-1070
▁sam	-1071
▁shuncha	-1072
borot	-1073
▁mavjud	-1074
▁unda	-1075
▁key	-1076
tira	-1077
▁qiziq	-1078
▁balki	-1079
▁jinoyat	-1080
lardi	-1081
fon	-1082
dov	-1083
oro	-1084
▁tug	-1085
▁vilo	-1086
▁paytda	-1087
▁hudud	-1088
▁oyi	-1089
zoq	-1090
quv	-1091
▁kompaniya	-1092
dosh	-1093
▁shak	-1094
▁buy	-1095
▁uchrash	-1096
sib	-1097
▁tuman	-1098
▁inter	-1099
ey	-1100
om	-1101
▁ishga	-1102
yot	-1103
▁eh	-1104
sizmi	-1105
▁om	-1106
araf	-1107
▁bori	-1108
aydi	-1109
▁nom	-1110
▁chiqar	-1111
▁nega	-1112
▁axborot	-1113
▁nafar	-1114
▁muhim	-1115
▁nis	-1116
▁turgan	-1117
▁qirq	-1118
▁bolalar	-1119
▁kunda	-1120
▁yubor	-1121
mga	-1122
▁nav	-1123
▁oq	-1124
tiso	-1125
▁ayb	-1126
idan	-1127
lini	-1128
▁kelish	-1129
▁chora	-1130
▁qora	-1131
sport	-1132
▁sog	-1133
▁oqi	-1134
▁doi	-1135
▁etildi	-1136
▁gaz	-1137
▁bunga	-1138
▁kur	-1139
▁davomida	-1140
▁yuqori	-1141
mad	-1142
sita	-1143
sk	-1144
lantirish	-1145
eri	-1146
kun	-1147
uru	-1148
timoiy	-1149
▁hammasi	-1150
▁xona	-1151
▁aholi	-1152
▁ab	-1153
mizni	-1154
lanishi	-1155
▁jan	-1156
▁uchinchi	-1157
▁ijtimoiy	-1158
mang	-1159
tu	-1160
▁organ	-1161
rga	-1162
▁nisbat	-1163
▁tadbirkor	-1164
▁keyingi	-1165
zgar	-1166
tiladi	-1167
▁mat	-1168
lom	-1169
zon	-1170
▁viloyat	-1171
zod	-1172
og	-1173
oyev	-1174
▁tizim	-1175
▁qayta	-1176
▁nisbatan	-1177
▁tegi	-1178
▁qayer	-1179
▁topi	-1180
▁borib	-1181
▁umuman	-1182
▁soat	-1183
▁ortiq	-1184
▁faoliyat	-1185
von	-1186
▁nazo	-1187
▁avval	-1188
▁mudda	-1189
▁avtomo	-1190
noma	-1191
▁bugungi	-1192
▁surat	-1193
▁voqea	-1194
ff	-1195
▁op	-1196
yada	-1197
▁ancha	-1198
▁xot	-1199
▁ularga	-1200
▁shundan	-1201
▁hodi	-1202
voz	-1203
▁yasha	-1204
▁kela	-1205
▁poli	-1206
rni	-1207
▁qarab	-1208
▁bizn	-1209
▁sizni	-1210
▁ov	-1211
▁ust	-1212
▁ag	-1213
▁yuzasidan	-1214
▁ikkita	-1215
▁uzoq	-1216
lashga	-1217
▁muta	-1218
▁kecha	-1219
▁och	-1220
▁hozirda	-1221
▁munosa	-1222
▁video	-1223
▁gapi	-1224
moya	-1225
▁buning	-1226
▁ichida	-1227
▁olingan	-1228
▁olim	-1229
▁zam	-1230
mizda	-1231
ding	-1232
▁aq	-1233
▁tabi	-1234
▁ishlari	-1235
fot	-1236
bur	-1237
enti	-1238
▁xay	-1239
▁tekshi	-1240
▁halo	-1241
sion	-1242
▁xus	-1243
▁bari	-1244
uvchilar	-1245
rif	-1246
kt	-1247
?.	-1248
yx	-1249
▁baj	-1250
▁oladi	-1251
▁chaqi	-1252
▁univer	-1253
▁haf	-1254
▁hisoblanadi	-1255
▁os	-1256
imi	-1257
▁yuk	-1258
▁qiy	-1259
▁kech	-1260
▁kirib	-1261
tiradi	-1262
▁avtomobil	-1263
▁kiy	-1264
▁hozircha	-1265
lama	-1266
▁yuri	-1267
▁ista	-1268
▁kabi	-1269
▁ajra	-1270
▁bek	-1271
▁aytib	-1272
▁nimaga	-1273
yoq	-1274
kum	-1275
▁hodisa	-1276
▁xitoy	-1277
▁ijo	-1278
▁raq	-1279
▁bizga	-1280
▁farzand	-1281
shimcha	-1282
arim	-1283
qadi	-1284
▁harbiy	-1285
log	-1286
▁universi	-1287
▁jamoa	-1288
▁biznes	-1289
▁max	-1290
▁himoya	-1291
▁etilgan	-1292
▁min	-1293
▁tah	-1294
▁imkoniyat	-1295
slar	-1296
▁musta	-1297
zida	-1298
▁sal	-1299
▁hozirgi	-1300
▁xizmati	-1301
▁pi	-1302
ingizga	-1303
yapmiz	-1304
▁huku	-1305
▁tasdiq	-1306
ygan	-1307
▁iz	-1308
▁bizni	-1309
tishi	-1310
eya	-1311
▁kuza	-1312
▁kuchli	-1313
tilmoqda	-1314
▁guru	-1315
lohida	-1316
▁muho	-1317
shli	-1318
▁milliy	-1319
▁tib	-1320
xo	-1321
layman	-1322
lmasa	-1323
▁oz	-1324
▁suh	-1325
▁quyi	-1326
lovchi	-1327
▁havo	-1328
▁iste	-1329
▁turli	-1330
▁iqtiso	-1331
▁bunaqa	-1332
▁uyi	-1333
▁kechi	-1334
▁mehnat	-1335
bek	-1336
qiq	-1337
ylab	-1338
▁harakat	-1339
▁respublikasi	-1340
▁chiqdi	-1341
zil	-1342
▁alohida	-1343
▁shuni	-1344
▁tibbiy	-1345
vish	-1346
▁yoni	-1347
ratsiya	-1348
▁doim	-1349
▁xuddi	-1350
kid	-1351
▁his	-1352
▁taqdim	-1353
je	-1354
▁siyo	-1355
▁vosita	-1356
▁yog	-1357
▁chiqqan	-1358
▁jur	-1359
▁yar	-1360
▁baho	-1361
llab	-1362
▁um	-1363
▁chiqish	-1364
▁ken	-1365
▁boy	-1366
▁rahbar	-1367
▁ichki	-1368
▁jahon	-1369
▁hokim	-1370
▁yigit	-1371
▁holda	-1372
▁samarq	-1373
lashib	-1374
▁mening	-1375
▁chet	-1376
▁quv	-1377
inch	-1378
▁poy	-1379
▁hat	-1380
▁uchrashuv	-1381
▁shav	-1382
▁oshiri	-1383
▁li	-1384
kra	-1385
▁yilda	-1386
▁taj	-1387
▁bozor	-1388
logiya	-1389
▁politsiya	-1390
▁tushi	-1391
tak	-1392
nash	-1393
▁oliy	-1394
▁toshkentda	-1395
▁ang	-1396
▁berilgan	-1397
▁hur	-1398
▁qadar	-1399
▁turki	-1400
▁tuga	-1401
qu	-1402
evro	-1403
▁atro	-1404
▁boshqar	-1405
lag	-1406
▁oshirish	-1407
nik	-1408
▁hafta	-1409
▁mehmon	-1410
▁qor	-1411
▁hamkor	-1412
▁erka	-1413
lmayman	-1414
tidan	-1415
▁naf	-1416
▁tarmoq	-1417
▁tik	-1418
▁shavkat	-1419
▁tegishli	-1420
lak	-1421
miga	-1422
chib	-1423
▁jami	-1424
▁jarayon	-1425
udi	-1426
▁hatto	-1427
▁bizda	-1428
mayman	-1429
▁vazirligi	-1430
mov	-1431
liz	-1432
▁qilinadi	-1433
gov	-1434
▁tayin	-1435
lang	-1436
assi	-1437
▁xudo	-1438
▁respublika	-1439
chalik	-1440
▁munosabat	-1441
▁usti	-1442
▁kirish	-1443
▁haqiqat	-1444
ura	-1445
▁sav	-1446
▁mutax	-1447
▁mutaxassi	-1448
ingni	-1449
▁foto	-1450
▁yevro	-1451
▁nazorat	-1452
fat	-1453
▁berib	-1454
▁oddiy	-1455
ant	-1456
zlari	-1457
rol	-1458
gani	-1459
▁asosida	-1460
zda	-1461
sizlar	-1462
tayotgan	-1463
▁sharo	-1464
▁tajrib	-1465
sir	-1466
▁qal	-1467
▁sport	-1468
▁raqam	-1469
▁suhbat	-1470
▁anaqa	-1471
▁soni	-1472
▁miq	-1473
▁jaro	-1474
dr	-1475
lsin	-1476
▁etiladi	-1477
▁alo	-1478
ss	-1479
▁edim	-1480
▁shunga	-1481
▁telefon	-1482
▁ser	-1483
▁ara	-1484
▁bino	-1485
daryo	-1486
▁yarim	-1487
▁shunda	-1488
mol	-1489
iza	-1490
▁tanish	-1491
▁oltmish	-1492
▁boshi	-1493
xonaga	-1494
▁baribir	-1495
▁vazifa	-1496
▁fo	-1497
tasi	-1498
gram	-1499
▁jab	-1500
▁tav	-1501
▁etadi	-1502
sizlik	-1503
qiy	-1504
masini	-1505
rit	-1506
▁ishlash	-1507
▁erkak	-1508
sim	-1509
▁maxsus	-1510
▁kenga	-1511
▁dollar	-1512
▁du	-1513
▁kom	-1514
▁maqsad	-1515
▁qilishi	-1516
▁mirziy	-1517
▁qizi	-1518
▁mirziyoyev	-1519
▁qishloq	-1520
▁tran	-1521
▁sodir	-1522
dat	-1523
▁xohla	-1524
▁gu	-1525
▁aks	-1526
▁jon	-1527
▁rek	-1528
lishini	-1529
lub	-1530
▁qozo	-1531
qit	-1532
▁savdo	-1533
▁qayd	-1534
masdan	-1535
era	-1536
▁gapir	-1537
ligiga	-1538
▁hal	-1539
lashtirilgan	-1540
▁ochiq	-1541
▁uru	-1542
sil	-1543
ard	-1544
raman	-1545
riq	-1546
▁oxi	-1547
▁viloyati	-1548
mor	-1549
▁paydo	-1550
▁tarix	-1551
▁oson	-1552
tet	-1553
▁tergov	-1554
▁xotin	-1555
▁jazo	-1556
▁namoy	-1557
▁ketadi	-1558
rna	-1559
▁turadi	-1560
▁zi	-1561
siq	-1562
lashi	-1563
lgani	-1564
olyot	-1565
▁bank	-1566
qil	-1567
angiz	-1568
ffaq	-1569
▁muva	-1570
chisi	-1571
▁muvaffaq	-1572
▁port	-1573
▁muddat	-1574
▁mahalla	-1575
lsak	-1576
▁turibdi	-1577
bari	-1578
tirdi	-1579
plab	-1580
▁ahvo	-1581
nali	-1582
▁jabr	-1583
uni	-1584
mizga	-1585
▁navbat	-1586
mcha	-1587
tishga	-1588
▁ox	-1589
ganda	-1590
▁maqsadida	-1591
▁yoshlar	-1592
lanmoqda	-1593
lyapti	-1594
▁sev	-1595
▁lozim	-1596
▁hurmat	-1597
▁yur	-1598
shan	-1599
tim	-1600
nalish	-1601
zal	-1602
▁saylov	-1603
▁orasida	-1604
rganish	-1605
▁agent	-1606
zish	-1607
tiyo	-1608
▁halok	-1609
▁jurnali	-1610
qin	-1611
▁turi	-1612
▁yetmish	-1613
▁mab	-1614
▁matbu	-1615
▁bosqi	-1616
rij	-1617
▁qilaman	-1618
▁vafot	-1619
▁foydalanish	-1620
▁mablag	-1621
pchilik	-1622
▁qilamiz	-1623
uz	-1624
▁fil	-1625
erika	-1626
ror	-1627
ramiz	-1628
zat	-1629
yn	-1630
ingizda	-1631
▁ijro	-1632
▁korxona	-1633
▁erish	-1634
uniy	-1635
▁bizning	-1636
▁sotib	-1637
ts	-1638
▁amerika	-1639
▁chem	-1640
mini	-1641
▁elektr	-1642
ler	-1643
▁met	-1644
lis	-1645
▁ada	-1646
▁qurilish	-1647
▁dars	-1648
▁biror	-1649
▁asosan	-1650
▁maydon	-1651
ert	-1652
▁berildi	-1653
▁hokimi	-1654
▁dan	-1655
▁chiqi	-1656
▁atrof	-1657
▁asos	-1658
oh	-1659
▁xorij	-1660
lati	-1661
▁gul	-1662
▁tushgan	-1663
▁ovqat	-1664
vor	-1665
net	-1666
▁yakun	-1667
biya	-1668
qson	-1669
▁sir	-1670
▁tarqa	-1671
▁ishi	-1672
▁chempi	-1673
yon	-1674
▁yerga	-1675
idagi	-1676
▁faoliyati	-1677
xsha	-1678
yekt	-1679
▁qozog	-1680
dini	-1681
▁yolg	-1682
▁ap	-1683
▁matbuot	-1684
▁nu	-1685
lanuvchi	-1686
▁milliard	-1687
ks	-1688
▁prezidenti	-1689
▁iqtisodiy	-1690
▁qola	-1691
▁madan	-1692
▁assa	-1693
▁alay	-1694
▁qoladi	-1695
▁sakson	-1696
▁kas	-1697
▁xur	-1698
▁yanada	-1699
demi	-1700
xsh	-1701
▁oxir	-1702
▁tizimi	-1703
▁xato	-1704
▁rahbari	-1705
adir	-1706
zlar	-1707
▁qanaq	-1708
▁omma	-1709
gona	-1710
kon	-1711
zingiz	-1712
mal	-1713
imda	-1714
▁narx	-1715
▁aslida	-1716
lumotlar	-1717
ling	-1718
▁qim	-1719
▁guruh	-1720
ati	-1721
batida	-1722
▁past	-1723
▁ibo	-1724
▁jum	-1725
zimni	-1726
▁tuf	-1727
▁olma	-1728
▁zarar	-1729
▁keng	-1730
laymiz	-1731
▁tra	-1732
▁hayoti	-1733
▁olindi	-1734
yxat	-1735
▁belgilangan	-1736
lol	-1737
▁aloqa	-1738
▁bizlar	-1739
▁hujum	-1740
kib	-1741
▁haydov	-1742
▁tabiiy	-1743
yilgan	-1744
bon	-1745
▁talaba	-1746
▁mux	-1747
▁qismi	-1748
▁deyi	-1749
indi	-1750
oya	-1751
▁tushib	-1752
kka	-1753
▁holatda	-1754
▁etmoqda	-1755
par	-1756
▁nazar	-1757
rtinchi	-1758
▁elektron	-1759
▁qimmat	-1760
▁jarohat	-1761
ray	-1762
▁unaqa	-1763
ayli	-1764
▁qirg	-1765
▁qator	-1766
tirilgan	-1767
risidagi	-1768
roz	-1769
▁jang	-1770
kama	-1771
▁qam	-1772
▁menimcha	-1773
▁ener	-1774
▁buyu	-1775
▁etib	-1776
▁qoida	-1777
▁dedim	-1778
▁alaykum	-1779
chik	-1780
▁moliya	-1781
▁modda	-1782
▁tavsiya	-1783
▁zarur	-1784
br	-1785
▁xusu	-1786
▁shifokor	-1787
zining	-1788
▁hukumat	-1789
▁bormi	-1790
▁internet	-1791
▁ayrim	-1792
▁kre	-1793
▁shug	-1794
rishga	-1795
▁tufayli	-1796
▁fe	-1797
▁yong	-1798
yatida	-1799
▁samara	-1800
▁qanaqadir	-1801
▁samolyot	-1802
▁qilishga	-1803
▁yetib	-1804
for	-1805
▁mavzu	-1806
▁bunda	-1807
▁noma	-1808
▁ishonch	-1809
sand	-1810
▁xari	-1811
▁samarqand	-1812
ton	-1813
▁baxt	-1814
limi	-1815
▁yopi	-1816
stlar	-1817
▁it	-1818
vishda	-1819
▁tajriba	-1820
rto	-1821
▁rux	-1822
maslik	-1823
▁jamiyat	-1824
▁universitet	-1825
▁boshlandi	-1826
lomu	-1827
mdan	-1828
mush	-1829
▁mahalliy	-1830
▁shakl	-1831
▁kut	-1832
▁yilning	-1833
▁ovoz	-1834
▁darajada	-1835
dit	-1836
choq	-1837
▁amal	-1838
▁umumiy	-1839
▁sur	-1840
tiv	-1841
lishiga	-1842
▁bekor	-1843
▁for	-1844
jal	-1845
▁jumla	-1846
tik	-1847
▁ravishda	-1848
▁tam	-1849
▁yozib	-1850
▁assalomu	-1851
▁bular	-1852
▁jarayoni	-1853
▁eksp	-1854
ekin	-1855
▁akt	-1856
bos	-1857
sul	-1858
quvvat	-1859
▁vakil	-1860
▁nech	-1861
▁boshlagan	-1862
yaga	-1863
▁vaqtda	-1864
minlash	-1865
▁vaqtida	-1866
▁bag	-1867
▁kurs	-1868
ero	-1869
likdan	-1870
▁sababi	-1871
ora	-1872
▁shahri	-1873
▁bux	-1874
▁masla	-1875
lil	-1876
dora	-1877
ft	-1878
▁taraf	-1879
▁tax	-1880
quvchi	-1881
▁kelaja	-1882
assa	-1883
▁ilk	-1884
▁boshlab	-1885
nggi	-1886
▁muassa	-1887
ho	-1888
▁ruxsat	-1889
yt	-1890
zbekistonlik	-1891
oyib	-1892
▁yetkaz	-1893
▁sot	-1894
▁ukra	-1895
yasi	-1896
▁she	-1897
▁qattiq	-1898
uli	-1899
roy	-1900
▁texno	-1901
▁chiqarish	-1902
▁muvaffaqiyat	-1903
▁doira	-1904
▁aytdi	-1905
mayapti	-1906
▁ton	-1907
▁qut	-1908
▁tomo	-1909
▁xon	-1910
se	-1911
▁kelin	-1912
▁sababli	-1913
▁ad	-1914
▁namoyish	-1915
▁idora	-1916
▁gol	-1917
▁tinch	-1918
▁jamoat	-1919
▁xursand	-1920
▁safar	-1921
▁muhokama	-1922
dayam	-1923
▁odat	-1924
gara	-1925
▁ishlaydi	-1926
▁majbur	-1927
▁qaro	-1928
▁natijasida	-1929
▁mul	-1930
▁muz	-1931
▁muassasa	-1932
▁tumani	-1933
hur	-1934
▁tanlov	-1935
▁ozod	-1936
is	-1937
▁umi	-1938
▁rivojlantirish	-1939
▁gi	-1940
zm	-1941
▁tili	-1942
▁erkin	-1943
moqchiman	-1944
sad	-1945
▁markaziy	-1946
▁kir	-1947
▁mate	-1948
▁chiqadi	-1949
ratura	-1950
▁proku	-1951
▁yevropa	-1952
▁futbolchi	-1953
▁xu	-1954
▁bemor	-1955
▁ulardan	-1956
▁qayerda	-1957
▁dastlab	-1958
▁farg	-1959
sho	-1960
▁aa	-1961
▁yura	-1962
▁gaplash	-1963
▁borish	-1964
tkazish	-1965
▁mutaxassis	-1966
▁yildan	-1967
▁yeng	-1968
land	-1969
lardagi	-1970
▁fran	-1971
▁oxirgi	-1972
▁tog	-1973
▁natijada	-1974
▁soliq	-1975
pay	-1976
▁dam	-1977
▁yarat	-1978
▁tushdi	-1979
▁beriladi	-1980
▁ketish	-1981
▁ziyo	-1982
▁rus	-1983
▁degani	-1984
▁tarbiya	-1985
uk	-1986
▁maro	-1987
▁maslahat	-1988
tal	-1989
▁haligi	-1990
▁osi	-1991
onaviy	-1992
▁fi	-1993
▁kichik	-1994
▁chegara	-1995
zgarish	-1996
▁faol	-1997
▁yap	-1998
▁oqibatida	-1999
ridan	-2000
po	-2001
rial	-2002
▁quyidagi	-2003
▁alma	-2004
a	-2005
▁	-2006
i	-2007
n	-2008
o	-2009
l	-2010
r	-2011
s	-2012
t	-2013
d	-2014
h	-2015
m	-2016
b	-2017
g	-2018
u	-2019
y	-2020
k	-2021
e	-2022
q	-2023
'	-2024
z	-2025
.	-2026
v	-2027
c	-2028
,	-2029
x	-2030
p	-2031
j	-2032
f	-2033
-	-2034
?	-2035
w	-2036
1	-2037
0	-2038
2	-2039
5	-2040
3	-2041
4	-2042
7	-2043
6	-2044
8	-2045
9	-2046
