##la
##sh
##ni
##ri
##da
##li
b
##an
##ti
t
##di
##ch
##si
##ma
o
##lar
##ar
##ng
k
q
##ya
##gan
##va
##on
h
##lari
bo
##gi
##ra
##ning
y
va
##shi
s
i
a
m
##ki
u
e
##zi
##chi
##at
ta
##or
ma
##mi
##lik
bi
##un
##mo
##lo
qi
##ta
##lan
##sa
x
##lgan
##st
##cha
##yi
ha
##ka
##de
##ro
ko
##ga
to
j
##qi
##na
mu
##er
##yo
sh
f
O
ke
##dagi
##bi
##rish
yo
##lash
M
B
S
##qa
##ur
qo
##vo
so
A
p
da
##vi
##ldi
##asi
##ay
##ladi
##no
ish
##en
bilan
##ligi
##siya
##ston
T
##uv
##so
##do
qili
uch
be
##be
tu
##re
ham
##al
##ab
R
##larni
##lab
##zbe
de
##ara
##kiston
bosh
##lat
uchun
##zbekiston
##ub
##ngan
##sp
bu
hu
##zo
K
##lib
##tish
##ah
ki
##aro
##larini
tash
##lishi
##ul
##to
##tgan
te
##iz
U
chi
ku
##il
##tib
##yat
ho
##ona
##um
ra
bir
##sida
##am
na
##moq
##larning
ya
I
##lma
##oli
Q
##lish
##gani
##uri
##ja
##us
##miz
##et
Sh
##tirish
##oy
##kin
sa
ch
##ek
##uq
##za
tar
Y
##langan
##bo
P
##vlat
##yicha
g
##kazi
##ko
hi
Re
##ublik
##lani
D
##spublik
##zir
##yati
##rat
##uvchi
##kat
ja
##moqda
##ot
##ba
xo
##fa
##ent
N
or
##ud
Respublik
##ir
ay
##moni
yan
##rib
si
Bu
##larda
n
in
##ydi
##mat
##fi
##rin
qilish
##sti
tashki
Respublikasi
eti
H
do
X
ti
fa
##mp
##adi
ka
J
re
davlat
F
shu
ama
##liy
oshi
##ev
##kor
##man
##lu
To
sha
##bu
##lov
vi
##masi
hiso
qar
V
Ma
tomoni
##yin
mo
yu
##rilgan
##bat
E
no
##siz
##iy
##dim
##tida
##yotgan
ber
##den
##ani
G
##ut
amal
mi
me
##rak
qay
ni
##ori
##xs
haqi
##dda
shah
av
##yot
##hi
aso
##dek
##liq
##ort
##radi
boshqa
##ndi
##ziden
ba
mar
##lot
##miy
xiz
##lim
##roq
mum
##larining
##reziden
mumkin
##tkazi
##ha
##zar
##gar
hamda
L
##le
xab
##larida
##mon
qa
##dir
kuni
##unda
##biy
##mas
deb
##ssiya
##av
tur
mah
##tilgan
##ekt
qu
lo
##ora
##qar
##lgi
ik
olib
##dor
xabar
##jat
vazir
##du
tad
yoki
##viy
chiqi
##bir
har
bor
##ru
##dam
##shk
C
##oyda
etish
##as
huj
ji
hisob
vilo
##ov
##mati
##diy
##ana
##chilik
##xona
tashkil
##tasi
bar
##shbu
##lumo
##min
##ligini
##shkent
##pi
##lanadi
##mida
yil
##ran
vaq
im
foyda
vazi
Toshkent
##lum
##sha
##tdi
ij
##siy
##lumot
belgi
faoli
ban
##niq
kor
##llar
esa
##mani
##sin
##yasi
##lashti
Shu
davo
##te
yi
kerak
yangi
Ro
##yor
olish
##ku
su
chiqa
##su
##yu
ishlab
ro
##ningdek
kiri
##mu
##alq
ri
tadbir
##rida
##lanish
##lashtirish
haqida
##zim
##lda
oldi
##qo
beri
##mla
qon
##qat
joy
ek
##landi
##uqaro
##tadi
##anda
##lmoqda
vo
qildi
ye
##ol
xizmat
ga
##Sh
mamla
aniq
hujjat
oli
taq
qab
##tiro
rah
##tab
ikki
huq
vazirligi
##sini
fuqaro
##fo
##sta
##sat
##lgani
kun
edi
qabul
shaxs
##tin
jamo
##shli
eng
shar
##lsa
##nga
uning
Da
##ngi
loyi
komp
##el
qis
##sidagi
##ladigan
##risida
##ji
##lantirish
talab
##rezidenti
yet
rivo
tas
sab
##ho
el
##lay
##tini
ushbu
##tir
maq
##xi
avto
qat
##layotgan
##dar
mamlakat
Rossiya
tay
##dan
Bo
rivoj
##es
##logi
##var
qilgan
yana
faoliyati
hara
##ve
oshirish
yer
ishtiro
##rsa
zar
Ta
##ron
##oni
il
ular
##tiso
##kur
maqsa
AQ
shahar
##rinchi
##zasi
pro
di
##lanishi
tayyor
masa
mil
mav
tex
nar
##bor
##eri
fi
barcha
un
##lmagan
tan
biz
man
Va
##hasi
##siyasi
qarshi
ak
AQSh
say
berish
xalq
yor
##qin
ah
tush
##tda
qonun
##san
d
##diq
##fiq
##noma
muvo
##chilar
may
##rus
##ngiz
orqa
shart
holat
##gacha
##rash
##lashi
##lagan
viloyati
##kli
##xshi
##niy
##gu
muvofiq
Qo
uy
##unday
dast
qilingan
uni
top
maj
##og
##dida
pa
Sa
an
sabab
chora
##it
##rsat
##llari
gi
quri
boshqar
hoki
##zkur
##timo
Ch
mudda
##korlik
##vat
##zimi
emas
yaxshi
tashkilot
masala
##xbor
##loq
qaror
orqali
xodim
saq
kishi
##rishi
##qtiso
birinchi
tasdiq
et
organ
##rasida
doi
haq
##stit
alo
##riladi
##liklar
Ko
##ktab
shi
nati
dara
ne
mun
##kaz
##xborot
bog
##rgan
##nat
shuningdek
holda
tartib
##laydi
##don
##oriy
##jasi
##oliya
harakat
keyin
xav
fo
yuri
##ari
pay
##sining
##magan
chiq
##rini
##shim
mahsu
kon
che
ter
##sport
##lon
##rezident
kompani
Davlat
buy
##pa
##ver
##yap
qara
##in
meh
##bol
kat
tegi
ishtirok
##mir
##kid
olgan
##risidagi
ishlar
##lag
aholi
##yidagi
tumani
##val
z
##koni
ularning
##rilishi
bola
san
qilib
Mu
##xon
javo
##yish
rivojlantirish
mahsulot
yuq
##bari
oi
ras
##mar
etilgan
##ida
##rim
ning
hudu
##sk
qiladi
##and
##ter
xavf
tegishli
##ati
##mol
elekt
vosi
##zlari
##riya
Ke
uz
Mah
##yx
takli
sud
##sal
qanda
sifa
Vazir
iqtiso
##atsiya
In
axborot
##rik
##hat
javob
mab
mablag
##shda
rahbari
##br
##bar
belgilangan
##tishi
##chisi
miq
odam
muno
##nida
Mar
##port
##noyat
##tax
##rta
berdi
##mpi
qaro
taqdim
imkoni
##nadi
nazo
tizimi
##liya
##tiq
ichi
kam
xam
Z
is
##uru
loyiha
##utbol
aj
joriy
etgan
qanday
##timoiy
Ya
muas
##shimcha
viloyat
##tibi
yordam
markazi
bah
xizmati
xalqaro
##ey
davomida
vaki
##kt
##unyo
tez
##sasa
chiqarish
ju
mahal
par
muassasa
jo
##minlash
##nishi
##zlar
##lovchi
cha
##onavi
beradi
mas
##tkazish
##logiya
pul
foydalanish
tashqa
muho
##ech
yub
##may
##lmaydi
##zm
##onavirus
tuman
##jon
hud
##vdo
yara
quyidagi
yuqori
kel
##rdi
hudud
kelib
##yotgani
Bi
##ziyo
taklif
ochi
##lida
##likda
bildi
biri
savdo
guru
yig
##chki
huquq
soni
Tur
Vazirlar
##uriy
##xsus
##uqi
haqda
munosa
quv
nis
asosiy
yaqin
##lini
##mobi
##lati
##jud
tib
prezidenti
asosida
##kamasi
Yo
##moya
ijtimoiy
far
##yev
kasal
tashqari
ega
suv
##iston
harbiy
futbol
##lashgan
dollar
Mir
chiqish
tran
huquqi
nisbat
rasmiy
##zgar
##zbekistonda
bank
vosita
qayd
iy
nisbatan
muhi
kuch
##sion
qarori
tah
##ayon
st
la
topshi
yuzasi
Ho
hozir
##zod
shahri
##rati
oqi
##dov
dav
##go
bergan
yosh
##evro
##uvi
##dik
Am
##una
ob
maxsus
Av
Shuningdek
moliya
ag
mavjud
##kinchi
##maydi
koronavirus
hay
degan
##lam
##lsin
ar
##roja
juda
##tori
se
as
##sis
sifatida
modda
##mini
##ddiy
##xta
sohasi
men
hamkorlik
qadar
etdi
ol
##pe
##lanib
maqsadida
##oro
ekan
texni
er
##rij
jami
##ang
qilindi
##qiq
mazkur
Na
po
tuzi
vaziri
##sari
kelgan
##lashtirilgan
Mahkamasi
##lin
majb
ru
xavfsiz
bos
olingan
reja
hisobi
maktab
##yida
himoya
ishlari
tari
##limi
ap
##mitasi
uchrash
mat
##yapti
avtomobi
##umla
##zor
##tlar
oy
##shina
shak
Prezidenti
kar
Ni
##rildi
xat
nazorat
##rgani
sport
ortiq
muroja
ml
xorij
keng
organlari
musta
##lom
qilishi
davom
yuk
##ner
##uvchilar
hech
Kor
huku
ayo
yetkazi
Ushbu
##missiya
##rinbo
##lek
muam
jinoyat
qoldi
tushi
tartibi
korxona
##shloq
saqlash
asos
berilgan
##lishini
dunyo
##ste
##likka
##ram
oila
natija
##llab
nima
deya
##rab
za
##rov
etadi
dar
##lig
soliq
##lova
kim
vaqt
##ura
##nal
##ts
narsa
ijro
kabi
##demi
##taxas
muammo
yak
soat
##ahon
gaz
tek
##kam
##rt
milliy
murojaat
##jo
##ral
bino
Bosh
zarur
##tining
li
##likni
texno
##yekt
lozim
faoliyatini
##usu
Oliy
##dora
##fasi
Biz
##onlar
Te
tarmoq
rahbar
qismi
fik
##mara
##zda
mul
iqtisodiy
hokim
##is
##angi
Bun
##zini
##riq
##mad
quvvat
##lumotlar
nafa
nom
##larimiz
tekshi
tarki
hokimi
shaxslar
agent
##niya
at
##taxassis
milli
bosqi
##kati
##shish
faoliyat
##zbek
vaziyat
##ngani
##dit
##hida
qil
og
baja
##nini
aloqa
##deo
mehnat
Mirziyo
##siyalar
So
xodimlari
chek
ikkinchi
hisoblanadi
##far
##yxat
osh
siyo
Far
lavo
Ab
##mov
##mil
foiz
Shav
yanada
##lmas
sodir
Shavkat
##riy
tomon
Me
jamoa
##im
ularni
idora
faqat
samara
Mo
inve
##vishda
raqa
##quv
havo
##etr
jumla
bora
##tiladi
##mumiy
Qon
ilova
ravishda
muddat
##chilari
Ha
qolgan
dedi
miqdo
om
daraja
baho
##par
nazar
komissiya
Ay
##malari
##qon
##tiyo
##buot
##jaligi
munosabat
shahrida
##eti
topi
##daryo
##fot
##ulo
yoz
##arli
##rinbosari
sharo
doirasida
prezident
tug
sog
respublik
##nov
##sla
##ngashi
##om
##yabr
Yevro
ishi
##tirilgan
bal
mutaxassis
eksp
##zom
nav
##mor
kelish
kompaniyasi
siz
qilinadi
kompaniya
##eya
##rna
##ft
ilmiy
##rol
II
qizi
##batida
##yingi
etiladi
muhim
##rsatish
Prezident
##tak
##nalish
shartnoma
yuz
Be
mashina
Li
##marq
jamoasi
##tibor
##oq
##nchi
##yoti
qilinishi
tartibda
vaqtida
soha
Uning
am
Mirziyoyev
tele
umumiy
qiy
yerda
alma
matbuot
al
De
##ina
##malar
Xalq
imzo
eh
qoida
turli
##versi
##xonasi
etib
##shni
loyihasi
oldin
Samarq
iste
##liklari
##dj
##kra
##gun
##tun
ona
mahalliy
respublika
##tkazilgan
etildi
##tamiz
xusu
usti
##kiya
tayin
Mi
##yib
##moqchi
video
halo
##oat
##tildi
tizim
shakl
shifo
haqidagi
etilishi
maqsad
sen
guruh
##tirib
Ka
ichida
##amg
ichki
ov
Ular
Is
min
tarqa
##lama
yanvar
alohida
sho
##kasi
boshlab
##alb
ener
kre
Le
xari
natijasi
##sim
##kon
##rtasida
apre
qishloq
##lubi
##chik
Mazkur
Al
gap
Ra
##anu
Qora
vazifa
dastur
band
agentligi
turi
##arayo
xara
##lub
##ss
##yiladi
shunday
chiqib
Hozir
Af
jarayo
Markazi
##ziya
##araf
necha
tashri
Men
cho
sar
joylashgan
uchi
xorijiy
##tuvchi
##biq
v
boj
##tob
bayon
mash
hal
##nash
##xo
um
maydon
nomi
Markaziy
##sul
keyingi
chempi
##lanuvchi
birga
kiritish
ming
##urt
##tkaz
##izi
##tar
##ard
le
##lis
##siyo
##biyot
jalb
transport
##kraina
##dr
bunday
sov
Tra
vako
elektr
tibbiy
##chalik
kelishi
##der
mart
oliy
##tiv
##tiri
##isi
##zoq
avtomobil
##valroq
texnologiya
##nggi
qila
##logik
##log
bun
yash
ajra
boshqarmasi
budj
namo
##zga
kas
tayyorlash
Turkiya
##uniy
inf
An
Ba
jamoat
ishon
uchrashuv
poy
##ratsiya
##qish
Un
deydi
##ayli
zam
##fat
##erti
Hu
kuza
##nib
yozi
osti
yili
yoshli
chet
saylov
##gov
##tsiya
##zog
##mak
##moniy
##voz
##qan
deka
##tilishi
##nali
nazarda
investit
darajasi
##tam
##nish
Ukraina
hujjatlari
tashqi
No
##zon
savo
Yevropa
Ja
##erika
mada
ope
inter
##po
Agar
Bar
xona
##ton
##onaviy
mana
##se
Bir
universi
qurilish
ayol
##shini
tuf
##ksi
oshiriladi
##lg
buzi
##dosh
Ammo
huz
Samarqand
shax
##shan
##bot
##chasi
##ea
##jal
nash
sotib
vakillari
ayb
##alab
Mil
##gona
qilin
tufayli
huzuri
tarkibi
##proq
ari
qan
oqibatida
omma
##zaro
ket
kunda
##garlik
##aniya
ishlash
mln
elektron
##zadi
##bek
texnik
yakun
##slatib
##urs
aprel
##loh
rey
##gina
##qal
sub
instit
bolalar
pi
tor
##fon
haf
ovqat
vositalari
##zu
fuqarolar
birgalikda
dire
##klar
haj
dasturi
mux
Koreya
##rg
##laka
##kama
Qozog
Tramp
##unki
##diya
tushun
butun
##xsat
##me
##komil
bojxona
bit
hujjatlar
##rda
##biya
qator
takomil
qur
##mni
tovar
##sib
##liqni
##lardagi
atro
##gust
##nomasi
Su
ust
bermoqda
qayta
ibo
##tal
##qalp
tadbirlar
Si
##rial
almash
Maj
yasha
Osiyo
chiqar
huquqiy
##rilmoqda
kirish
##ID
##dro
ruxsat
##sil
taj
oyida
jazo
turib
Xi
nor
tabi
dekabr
Yangi
manfa
##bod
##ke
##ksiya
besh
raisi
##von
##ish
shun
gu
iyul
jamg
tik
##tilmoqda
##ddi
##ks
sta
Qonun
lekin
##rsatki
halok
xarajat
bosqich
endi
##yush
markaz
hujum
##enti
vakolat
##bay
##mizda
Qoraqalp
mulk
fev
Fa
tav
##gara
zamonaviy
yuridik
zarar
##zining
ozod
##sir
asosan
taqdir
jis
navbat
kitob
##disa
chiqqan
##son
oladi
muh
##nan
avgust
ista
##qiqot
ijo
yaratish
Eslatib
sharoit
bozor
##zida
mate
natijasida
sababli
malaka
Qoraqalpog
##ganini
##bus
##rd
##toy
##lana
ayrim
terma
tutilgan
##tayotgan
##nes
kom
##zgartirish
Biroq
vafot
muhokama
holati
imkoniyat
mahalla
iyun
surat
Xo
##yatini
##mal
ix
##madi
bemor
daro
##uli
##aman
uzoq
Qay
manfaat
##rtasi
##ktori
muva
milliard
yetak
##baqa
deyiladi
##oya
##ffa
##yilgan
aka
##muni
voq
hukumat
##siq
##ski
yubo
tibbiyot
##est
yetkazib
##ratura
Hi
chaqi
uyush
##uni
ketgan
huzuridagi
##korlar
jar
Ga
gol
##gungi
tuga
moddasi
##katsiya
masalalari
##xt
energi
proku
##mino
narx
##ero
##jalik
##ror
##plab
Ik
jaro
haydov
jahon
Qu
##mli
Tash
noyabr
muvaffa
tahli
##uman
jismoniy
keldi
Mahkamasining
hududi
vaqtda
tashkilotlar
yirik
Milliy
##langani
kredit
tadbirlari
ishtiroki
Lo
fikr
##qiy
pala
eka
poli
odamlar
##uk
jur
##yan
Bux
##AR
##tti
balki
yilning
och
iborat
##rtasidagi
iz
##tira
##bati
Avvalroq
ammo
##ert
##qib
##sho
Xit
##orlar
##tirgan
Vi
##ze
bekor
eshi
muhofa
##leg
##mda
Ji
##qil
##sobaqa
##ljal
turgan
tadqiqot
hududida
ilk
yog
fil
##bon
iqtisodi
##lansin
tergov
##onal
sentab
##alaba
maro
##ini
qim
faol
mustah
##rita
orasida
isti
borish
miqdori
##gari
##ilgan
tumanida
##ede
joyi
xususiy
##aytirish
##rsatkich
##put
sohasida
uru
##lak
paytda
muassasalari
tizimini
sobiq
kengashi
##qqi
qiluvchi
tashrif
paydo
##zat
hududiy
keladi
kodek
##onli
##goh
##boshi
obyekt
Se
##net
oyi
Fran
taqiq
##voh
##ylab
Lekin
beriladi
##ritaniya
samarali
quvvatlash
olma
##taqa
Ne
##lganini
##ngil
farz
ora
Man
##Ch
##lyu
##rsatilgan
tadbirkorlik
bozo
yar
oktab
kichik
hukumati
##ali
voqea
go
##labki
##chiligi
##muriy
teng
##mog
fevral
##shlar
shug
##a
▁
##i
##o
##l
##n
##r
##s
##t
##h
##d
##m
##u
##b
##k
##g
##y
##e
##'
##q
##v
##z
##c
##.
##,
##j
##p
##x
##f
##S
##A
##O
##M
##B
##T
##R
##I
##K
##Q
##U
##D
##P
##Y
##N
##H
##X
##V
##J
##F
##E
##L
##G
##C
##Z
##-
##w
##0
##W
##1
##2
##5
##3
##4
##6
##8
##9
##7
