##la
##sh
##an
b
##in
##da
##di
o
##lar
##li
t
##ch
k
##ma
q
y
##ga
##ar
##ti
##ni
##gan
bo
##si
##ri
m
u
##ing
h
a
##on
s
##ra
bi
e
i
##at
##am
##un
x
##iz
##chi
##il
##dan
##gi
v
##shi
ma
##ta
##ya
ke
##or
sh
##lan
##sa
##ini
##ki
ta
##zi
##lari
d
va
bu
yo
ko
to
##lik
j
n
##er
qo
p
##cha
##ro
##en
##mo
##ay
##mi
##lo
f
bir
qi
##ning
mu
##st
tu
##lgan
##aq
de
##ka
##ot
xam
##ladi
uch
da
##ek
##lib
yu
##man
so
##miz
be
##ldi
##siz
ish
##oy
##vo
##al
##iy
##ab
bilan
##ur
##ana
##lash
qil
##lish
##qi
ay
ho
##rish
ya
##dagi
##larni
##qa
uchun
##lab
##uv
##ir
##ari
##yi
##ani
##lma
shu
bosh
##rib
ki
ch
##so
##ydi
##et
men
ni
chi
##ara
##tib
ik
##sha
bor
##ul
sa
##moq
##re
shun
g
##siya
##inchi
##mas
##ol
##ston
biz
##rak
##dim
en
##lat
##yo
ku
##larga
##ingiz
##zo
ra
na
##ona
ol
##ud
##ligi
ha
##ining
##to
te
ikki
yuz
##zb
##yin
##day
##zir
ham
##lay
##dam
kerak
##yap
xo
in
##adi
mana
##tish
tash
##mk
##ida
##ja
nima
##rgan
##um
qan
##kiston
sha
##lishi
##do
##moqda
##aro
siz
yi
##ent
##na
##ang
ga
##uq
haq
##aqa
##sida
##im
##mat
ber
##zbe
##zbekiston
##larning
##larini
qay
nar
##us
ming
yil
##za
##lek
##dir
ba
me
##otgan
##tgan
bun
chiq
hozir
##lani
re
qu
qar
##rat
##larda
##radi
##bat
mumk
mumkin
##ov
deb
un
tar
edi
ek
##roq
dav
##kat
##ina
##mon
keyin
yer
##langan
##lim
yax
##rt
do
ro
mo
yaxshi
hi
##tida
##bi
endi
##rma
##bo
##ev
##lsa
qa
yet
##ha
odam
qilish
har
##yat
olib
si
emas
ka
z
##ut
##uvchi
ja
##ub
##pi
##yapti
##tdi
##fa
ju
no
##oni
tush
av
##sp
##gar
tur
boshqa
or
ti
yigi
##angi
##mu
joy
##yicha
lek
##son
qilin
lekin
##oli
##lga
##bu
##lov
kun
##sini
##ech
narsa
##tirish
yana
##lardan
##no
besh
mi
davlat
su
qilib
##lig
##kil
uy
##lariga
##sti
qiz
yangi
uni
##siga
hay
birinchi
mar
##va
hamma
##qo
bar
esa
##ng
##dek
eti
kat
##lu
##san
juda
mil
an
masa
r
hu
ekan
bola
eng
##kor
##ilgan
kim
jam
aso
##ku
mah
##moni
yoki
##de
##siy
ye
yigirma
vaq
##liy
##rilgan
er
fa
gap
##landi
##bir
##le
##tka
katta
##tadi
##xona
pay
##zim
ular
is
bit
ama
top
##ba
##magan
muh
ne
degan
hech
##liq
tashkil
lo
yerda
##yor
sab
bitta
##lagan
##sat
##yati
##tir
##ort
ush
##oyda
pro
uning
##may
davo
kel
haqida
oshi
##diy
##miy
qanday
##ish
al
##rin
kor
##chilik
shah
##oq
##dda
tosh
##it
yosh
##ligini
##mp
as
##sob
##sang
##dor
##iq
foyda
sak
##amiz
##biy
pul
rah
##larida
##maydi
-
holat
##gun
olish
chiqi
am
##aniq
##riy
sabab
tan
##mot
##asi
ij
tomoni
qilgan
##lanadi
ah
##aning
beri
cho
##layotgan
shuning
ar
##ko
##min
##lmagan
xiz
far
pre
##oyat
##te
##tilgan
##dik
aniq
xal
xab
ak
ushbu
##kent
##yu
##qiz
##lmaydi
qat
xa
##viy
vaqt
oldi
##niy
mash
##tar
yor
##zid
##lumot
tomonidan
##sin
##aqat
##larimiz
##rq
po
say
##shib
hisob
shi
toshkent
savo
##tab
mak
tad
oy
xabar
milli
##bor
##es
meni
shunaqa
kam
el
bugun
##sta
##lum
##fi
prezid
##qsa
qon
vazi
##lanish
##shim
##iyat
dast
##ildi
qoldi
ega
tay
qara
##mida
##sam
##su
##laydi
barcha
orqa
jo
old
cha
man
##ladigan
il
javo
xalq
tushun
shax
chun
ikk
talab
qildi
##lmoqda
chunki
##arakat
##kiz
##aman
faqat
##ji
##tti
yaq
agar
mav
##ssiya
qis
##ru
##pa
kelib
se
##gacha
##fo
qila
pa
ayt
ikkinchi
oi
kelgan
fi
javob
##mish
shunday
olti
buni
##and
berish
yoz
vil
ochi
##moqchi
##ib
sakkiz
ri
resp
kon
qolgan
##mak
##dar
but
dar
##ublik
##ver
respublik
qab
olgan
##loh
##rsat
meh
savol
##mani
##rida
payt
tayyor
##xi
masalan
huj
nati
tadbir
og
##loq
##lashti
tiz
##yotgan
tak
taq
ichi
kuni
vazir
komp
##ran
##mati
ras
butun
##shga
amalga
##mla
##tiro
bel
natija
yaqin
dedi
##zini
naf
xizmat
loyi
##qqiz
##rik
##aniya
dun
sud
maqsa
##gina
fuq
##larining
##vi
bog
ammo
##lida
##ron
##sangiz
sho
inson
turib
may
##kur
##ve
avto
fuqaro
sen
##lon
aka
soha
ishlab
##hat
ayol
mamla
##lmay
##tkaz
xud
##sal
olin
jamo
shar
##don
di
faoli
##lda
##lekt
##qar
dara
##as
imk
##jat
yordam
##ho
yetti
hud
##rash
hamda
zar
##tiq
eshi
menga
rossiya
suv
maktab
demak
orqali
deydi
qarshi
qabul
ularning
aj
marka
et
yara
##timo
kiri
million
##mni
mas
##qari
belgi
##hi
##laridan
vo
qiladi
yoq
##zib
##chilar
ter
za
##zbekistonda
ji
##rildi
##ter
##rsa
dunyo
ket
##lanib
miso
maz
##liya
shuningdek
che
masala
tez
##lot
vi
huq
##ush
fik
##sidagi
##ino
##tibor
shahar
zo
##tirib
ax
##du
haqda
umu
ana
kuch
keldi
berdi
muro
kasal
bergan
loyiha
##vat
albat
##ingizni
##timiz
albatta
oila
par
ketdi
qonun
yig
misol
unga
##jon
maj
##arli
san
##sk
##riga
##xt
##tsiya
##nat
ota
ishlar
bora
ob
jar
muam
##giya
quri
##shni
bunday
qancha
etish
prezident
beradi
mun
olt
##zu
##sining
rahb
##rim
##ddiy
xoh
##vir
##ekt
st
bera
##lif
oldin
##hon
##iga
##ttiz
qanaqa
##rov
##liklar
##zga
mamlakat
ola
elekt
hali
sin
ora
##ram
hoki
##lmas
go
davom
##ayotgan
##dingiz
dey
##madi
dastur
ishla
##ingi
dol
##ardi
kishi
qilingan
ishtiro
mahal
##xta
##rta
tartib
imkoni
##oti
##qat
uz
chiqib
##tob
##bol
##sani
odamlar
af
ularni
##mir
##el
muroja
##inglar
##rini
##ziy
im
ich
xodim
rivo
bal
xav
muammo
##rishi
##zar
##ziga
tani
daraja
##rdi
kar
kir
##likka
saq
##tkazi
qilindi
es
##eng
jaray
huquq
ketgan
asosiy
##zbek
ellik
##larim
##tildi
##qib
fut
##rab
##chon
tas
murojaat
chiqari
sama
bildi
tele
sp
jin
rivoj
##val
hujjat
shaxs
sifa
qaysi
xarakat
##likda
##liga
##var
narsani
biroq
sizga
hayot
##anda
tex
birga
on
##iston
tashqari
##masi
##shadi
xavf
aytgan
##xon
mashina
qaror
ru
biri
##lashtirish
##bil
bundan
xil
##riya
yuqo
mazkur
vide
ot
bila
joriy
shart
futbol
topshi
##go
ishon
necha
##gu
rahmat
##dida
marta
##abi
tari
##yapman
til
##likni
##sak
mahsu
tashkilot
la
##ey
##sus
yash
##qan
##tari
nam
ishtirok
sov
##proq
undan
qirq
qur
xalqaro
##tishi
yubo
kitob
##tiga
##oz
tomon
tek
##lanishi
##riladi
ban
##yish
##lin
##sidan
##lashgan
##oto
##nan
##kam
qiy
##shish
iq
osh
##zor
##quv
##atsiya
##jud
ist
##borot
sar
##virus
nafar
##kan
sifatida
key
kompaniya
taklif
korona
qachon
us
mahsulot
##mda
etdi
##sizmi
chek
jinoyat
yetka
koronavirus
xat
hudud
##fon
yon
ayni
muno
reja
davomida
##sita
##qon
fikr
at
kur
aynan
kunda
##yib
##lg
om
nis
bos
##kt
erta
inter
tuman
yomon
##mizni
axborot
mir
rasmiy
##rg
bugungi
farz
qish
chora
haqiq
##araf
ona
etgan
##sport
uchinchi
ishga
mavjud
bay
##lam
organ
##tiso
gaz
balki
keladi
##timoiy
##qish
nisbat
doi
buy
vilo
paytda
ijtimoiy
tadbirkor
##eri
nom
tizim
vaziyat
nisbatan
##dosh
##oro
shifo
##lantirish
##diq
qiziq
shak
faoliyat
tug
##kum
aholi
soat
bizn
video
chiqar
sam
##mad
##dov
oyi
shuncha
nav
eh
muhim
keyingi
ab
##noma
viloyat
##asidan
ag
ortiq
xit
mudda
tegi
##layman
yuqori
kelish
borib
qayer
##sib
yubor
##uru
unda
sog
tor
turgan
##og
ayb
bolalar
##yot
umuman
sizni
##zoq
##idan
nimaga
##je
##mga
##lini
ikkita
##sion
##ff
nazo
##zod
##lardi
boshladi
qayta
muta
##moya
xus
voq
etildi
aq
uchrash
hammasi
voqe
xona
##tu
yuzasidan
##mizda
qora
ichida
##lmadi
biznes
##lom
respublikasi
topi
oqi
##zon
aytib
##rilmoqda
##rga
xot
oq
##lama
bunaqa
##enti
yasha
op
##aydi
##yx
univer
##log
bari
kecha
kela
##von
##oyev
kirib
qiyin
avtomo
##tira
yilda
munosa
##tirgan
##lashga
tekshi
max
min
qarab
himoya
##om
ust
ancha
oliy
ishlari
##imi
anaqa
##kin
bizni
gapi
##zgar
mat
##lohida
hozirgi
##voz
nega
avval
universi
jan
vosita
yuri
bizga
bunga
##shimcha
##rni
##shli
ajra
kabi
##rif
##bek
ularga
##tiladi
haf
chaqi
hisoblanadi
tah
##arim
etilgan
yuk
oshirish
ov
##ingizga
foydalanish
##mang
shuni
oz
oladi
och
olim
boshi
alohida
pi
milliy
##bur
##yada
##uvchilar
zam
##qadi
##slar
tib
sal
taqdim
baj
raq
musta
olingan
##liz
##ygan
muho
tabi
##yapmiz
##lmasa
##logiya
shundan
oltmish
yak
##nik
##ard
jami
surat
##uz
uzoq
ichki
##xo
guru
iqtiso
##lashi
rahbar
imkoniyat
tibbiy
##ura
kiy
dollar
##sizlar
##zida
bek
avtomobil
xuddi
tarmoq
os
xudo
##llab
suh
holda
##fot
mehnat
##lag
li
harbiy
##qiq
##lovchi
huku
chiqqan
taj
iste
ken
##kra
hamkor
xitoy
##?.
##udi
jur
havo
ista
kuchli
voqea
tegishli
##ss
tasdiq
ijo
qadar
farzand
##yoq
##lub
doim
##vish
berilgan
chet
siyo
##ratsiya
jahon
asosida
vazirligi
xay
##kid
##assi
turli
baho
boshqar
kuza
mutax
poli
ser
mutaxassi
harakat
berib
jarayon
buning
tushi
miq
quyi
baribir
##zlari
##mov
##evro
hokim
yetmish
bizda
ishlash
kech
chiqdi
sport
chiqish
xohla
maqsadida
##ylab
hafta
halo
kom
##ant
xizmati
##tak
##lsak
sav
hozirda
##din
##miga
maxsus
hur
tajrib
##masini
bozor
his
##lmayman
##qu
##fat
uyi
##inch
hodi
boy
telefon
##gram
tuga
ishi
maqsad
iz
##tayotgan
nazorat
##tidan
um
alo
##nalish
##chib
oddiy
##ts
xavfsiz
rek
ochiq
##dr
##era
jamoa
quv
kirish
yoni
##lashib
atro
poy
yar
fo
##qson
##ero
##tet
sharo
turki
yarim
assa
##gov
##nash
##mol
yevro
korxona
kenga
tran
raqam
qanaq
usti
tik
sakson
munosabat
milliard
savdo
##ding
qilishi
qilinadi
uchrashuv
yog
alay
dan
haqiqat
tayin
suhbat
agent
##mizga
##mayman
vazifa
samarq
##gani
##adir
##iza
hat
bank
##sim
##rol
respublika
mehmon
shav
##lyapti
bizlar
tav
muddat
mahalla
##raman
qizi
##masdan
##lashtirilgan
elektr
erka
##tilmoqda
##qit
##far
##tasi
tanish
##ramiz
##lsin
kechi
##qiy
##mcha
soni
##shan
##sir
hodisa
ang
shavkat
sodir
##rit
mab
ijro
##yekt
xotin
qurilish
mablag
##nali
bino
jazo
##zda
unaqa
shunga
yoshlar
##rij
hozircha
hatto
alaykum
edim
qor
##ingizda
##chalik
##lak
ox
etadi
##sil
qishloq
bah
ketadi
viloyati
##radigan
##eya
nu
##rganish
hal
qayd
##ligiga
gu
##daryo
##tlar
##angiz
qanaqadir
##ray
asosan
bosqi
gapir
##ganda
jurnali
oxi
ap
##uniy
##siq
mening
du
##lang
uru
##zil
zi
jum
##rna
ara
asos
xorij
navbat
##ks
##tiyo
##alb
##chisi
##ingni
##lomu
erkak
faoliyati
toshkentda
ener
hurmat
paydo
##zish
##riq
dars
etiladi
##rtinchi
belgilangan
met
##mini
##demi
assalomu
##mor
qilamiz
modda
##erika
tergov
rahbari
iqtisodiy
##risidagi
shunda
sotib
##br
kas
qozo
qilaman
##lishini
omma
tizimi
##tishga
port
amerika
##qil
##minlash
foto
##bus
saylov
orasida
turibdi
##ziyoyev
tushgan
mirziyoyev
##for
politsiya
oson
##uni
aks
##tiv
##zal
yur
yilning
##tim
##bar
##lgani
oxir
hokimi
jon
tarix
dedim
##lanuvchi
##zimni
prezidenti
##pchilik
##mal
##assa
##kon
kurs
##yn
jumla
muassa
namoy
ada
menimcha
##zat
erish
##imda
##una
muva
##net
madan
##lis
lozim
holatda
##ffaq
yanada
aloqa
##yxat
muvaffaq
qim
##zingiz
ibo
##lol
moliya
guruh
yerga
talaba
##olyot
##tirdi
nazar
aa
##biya
qismi
##xsha
qator
##ror
umumiy
kre
##idagi
##plab
muassasa
chem
berildi
fil
oda
tarqa
etib
##yon
##qin
jaro
atrof
olma
qimmat
##gona
##lati
##limi
##shiga
ovqat
keng
past
##aga
bular
##sho
qam
##par
qola
##laymiz
matbu
##lumotlar
##zlar
##tirilgan
chempi
qoladi
##yilgan
tabiiy
##vishda
tam
narx
shug
bizning
yigit
##batida
##po
tuf
vafot
universitet
tra
tavsiya
borish
xusu
haligi
##kama
##kiy
biror
ad
turadi
##bos
sev
##stlar
deyi
##quvvat
qozog
maydon
##chik
chiqarish
##dora
mavzu
yozib
##ling
ravishda
samara
ahvo
qoida
mahalliy
##lil
xur
for
##ati
doira
rux
##dayam
eksp
bormi
texno
jarayoni
##ayli
##likdan
##yasi
##vor
uje
mate
jab
yakun
gul
##ton
##ekin
boshlab
halok
jamoat
shakl
xari
sir
xato
zarur
##lishiga
nech
elektron
zarar
##yatida
mux
idora
qilishga
##indi
tushib
##xsh
qaro
matbuot
##yt
internet
##tik
olindi
darajada
##yaga
jang
boshlagan
rivojlantirish
ukra
hukumat
qirg
masla
yildan
jumladan
gi
##mdan
tufayli
##xonaga
l
amal
taraf
vaqtida
##se
vakil
##quvchi
haydov
fe
##maslik
##lanmoqda
aslida
##kib
bunda
yopi
mutaxassis
sot
##ganman
##rup
ruxsat
yolg
ishlaydi
judayam
tanlov
it
ishonch
##rto
tax
##dit
gaplash
oxirgi
ayrim
natijasida
##uli
##zining
##sul
shahri
##sad
buyu
yetib
aytdi
##sand
##end
sur
jamiyat
##tkazish
##yapsiz
yetkaz
bekor
##ert
##me
hujum
##roz
##tal
samarqand
rus
qayerda
ovoz
ton
##ratura
##gik
##mush
tili
##moqchiman
uchta
##roy
tajriba
##mlik
baxt
jabr
chiqadi
ing
kelaja
##bon
sababi
##jal
tumani
ilk
sababli
inve
##lardagi
xu
tinch
degani
##ment
##nggi
##ler
qilini
##gara
##ft
##oh
nor
ozod
vaqtda
maslahat
##ami
yong
##choq
proku
shifokor
##bay
##stit
muhokama
samolyot
etmoqda
##ladimi
turi
markaziy
erkin
kut
##rial
##yut
ayta
dori
##chilari
ve
mul
amaliy
akt
alma
quyidagi
##layn
kelin
bux
qisqa
xohlasa
bilim
yevropa
##pay
bosqich
bag
umi
##is
farg
sharoit
##ora
majbur
shahrida
##uk
sifat
dastlab
fan
muz
safar
##onaviy
##zbekistonlik
fran
##chk
##siyo
faol
##gir
pod
saqlash
##a
▁
##i
##n
##o
##l
##r
##s
##t
##h
##d
##m
##b
##g
##u
##y
##k
##e
##q
##'
##z
##.
##v
##c
##,
##x
##p
##j
##f
##-
##?
##w
##1
##0
##2
##5
##3
##4
##7
##6
##8
##9
